<!DOCTYPE html>
<html lang="en-US">
<head>
  <title>Excerpts from Books</title>
  <link rel="icon" type="image/jpg" href="../palm.04.jpg">
  <link rel="stylesheet" href="./main.css">
  <style type="text/css">
ul.no-bullets {
  list-style-type: none;
  margin: 0;
  padding: 0;
}

div {
  margin: 10px;
}
  </style>

</head>
<body>

<h2>Extraits en vrac...</h2>
<hr/>
<a href="#01">Kant</a>, <a href="#02">Pascal</a>, <a href="#03">Rousseau</a>, <a href="#04">Tocqueville</a>, <a href="#05">L&eacute;vi-Strauss</a>,
<a href="#06">Nietzsche</a>, <a href="#07">Bakounine</a>, <a href="#08">Koyr&eacute;</a>, <a href="#09">Bachelard</a>, <a href="#10">Rousseau</a>,
<a href="#11">Bachelard</a>, <a href="#12">Lowry</a>, <a href="#13">Apollinaire</a>, <a href="#14">Giacometti</a>, <a href="#15">Vian</a>,
<a href="#16">Brion</a>, <a href="#17">Hagakure</a>, <a href="#18">Pascal</a>, <a href="#19">Cioran</a>, <a href="#20">Coloane</a>,
<a href="#21">Houston</a>, <a href="#22">Le Corre</a>, <a href="#23">Hugo</a>, <a href="#24">Mermet</a>, <a href="#25">Abraham</a>
<hr/>
<div>
<div style="margin-bottom: 10px;"><a name="01" href="#" style="font-size: 0.75em;" title="Retour en haut de la page">Top</a></div>
La paresse et la l&acirc;chet&eacute; sont les causes qui expliquent qu'un si grand nombre d'hommes, apr&egrave;s que la nature les a
affranchis depuis longtemps d'une direction &eacute;trang&egrave;re, restent cependant volontiers leur vie durant mineurs,
et qu'il soit si facile &agrave; d'autres de se poser en tuteurs des premiers. Il est si ais&eacute; d'&ecirc;tre mineur&nbsp;!
Si j'ai un livre qui me tient lieu d'entendement, un directeur qui me tient lieu de conscience, un m&eacute;decin qui d&eacute;cide pour
moi de mon r&eacute;gime, etc..., je n'ai vraiment pas besoin de me donner de peine moi-m&ecirc;me, je n'ai pas besoin de penser, pourvu que
je puisse payer, d'autres se chargeront bien de ce travail ennuyeux.
<br/><br/>
<i>Emmanuel Kant</i> (1724 - 1804)
</div>
<hr/>
<div>
<div style="margin-bottom: 10px;"><a name="02" href="#" style="font-size: 0.75em;" title="Retour en haut de la page">Top</a></div>
J'avais pass&eacute; longtemps dans l'&eacute;tude des sciences abstraites (...); quand j'ai commenc&eacute; l'&eacute;tude de l'homme, j'ai vu que ces sciences abstraites ne sont pas propres &agrave; l'homme, et que je m'&eacute;garais  plus de ma condition en y p&eacute;n&eacute;trant, que d'autres en les ignorant. J'ai pardonn&eacute; aux autres d'y peu savoir. Mais j'ai cru trouver au moins bien des compagnons en l'&eacute;tude de l'homme, et que c'est la vraie &eacute;tude qui lui est propre. J'ai &eacute;t&eacute; tromp&eacute;&nbsp;; il y en a encore moins qui l'&eacute;tudient que la g&eacute;om&eacute;trie. Ce n'est que manque de savoir &eacute;tudier cela qu'on cherche le reste&nbsp;; mais n'est-ce pas que ce n'est pas encore l&agrave; la science que l'homme doit savoir, et qu'il lui est meilleur de s'ignorer pour &ecirc;tre heureux&nbsp;?
<br/><br/>
<i>Blaise Pascal</i> (1623 - 1662)
</div>
<hr/>
<div>
<div style="margin-bottom: 10px;"><a name="03" href="#" style="font-size: 0.75em;" title="Retour en haut de la page">Top</a></div>
Ce passage de l'&eacute;tat de nature &agrave; l'&eacute;tat civil produit dans l'homme un changement tr&egrave;s remarquable.
En substituant dans sa conduite la justice &agrave; l'instinct, et en donnant &agrave; ses actions la moralit&eacute; qui leur manquait
auparavant (...). Quoiqu'il se prive dans cet &eacute;tat de plusieurs avantages qu'il tient de la nature, il en regagne de si grands,
ses facult&eacute;s s'exercent, ses id&eacute;es s'&eacute;tendent, ses sentiments s'ennoblissent, son &acirc;me tout enti&egrave;re
s'&eacute;l&egrave;ve &agrave; tel point qui si les abus de cette nouvelle condition ne le d&eacute;gradaient souvent au-dessous de
celle dont il est sorti, il devrait b&eacute;nir sans cesse l'instant heureux qui l'en arracha pour jamais, et qui d'un animal
stupide et born&eacute;, fit un &ecirc;tre intelligent et un homme.
<br/><br/>
<i>Jean-Jacques Rousseau</i> (1712 - 1778)<br/>
Le contrat social
</div>
<hr/>
<div>
<div style="margin-bottom: 10px;"><a name="04" href="#" style="font-size: 0.75em;" title="Retour en haut de la page">Top</a></div>
Je veux imaginer sous quels traits nouveaux le despotisme pourrait se produire dans le monde&nbsp;: je vois une foule innombrable
d'hommes semblables et &eacute;gaux qui tournent dans repos sur eux-m&ecirc;mes pour se procurer de petits et vulgaires plaisirs dont
ils emplissent leur &acirc;me. Chacun d'eux, retir&eacute; &agrave; l'&eacute;cart, est comme &eacute;tranger &agrave; la destin&eacute;e
de tous les autres. Ses enfants et ses amis particuliers forment pour lui toute l'esp&egrave;ce humaine.<br/>
Au-dessus de ceux-l&agrave; s'&eacute;l&egrave;ve un pouvoir immense et tut&eacute;laire qui se charge d'assumer
leur jouissance et de veiller sur leur sort. Il est absolu, d&eacute;taill&eacute;, r&eacute;gulier,
pr&eacute;voyant et doux. Il ressemblerait &agrave; une puissance paternelle si, comme elle, il avait pour objet de pr&eacute;parer les
hommes &agrave; l'&acirc;ge viril, mais il ne cherche au contraire qu'&agrave; les fixer irr&eacute;vocablement dans l'enfance.
Il aime que les citoyens se r&eacute;jouissent, pourvu qu'ils ne songent qu'&agrave; se r&eacute;jouir.
Il travaille volontiers &agrave; leur bonheur, mais il veut en &ecirc;tre l'unique agent, et le seul arbitre.
Il pourvoit &agrave; leur s&eacute;curit&eacute;, pr&eacute;voit et assure leurs besoins, facilite leurs plaisirs, (...), que ne peut-il
leur &ocirc;ter enti&egrave;rement le trouble de penser, et la peine de vivre&nbsp;?..
<br/><br/>
<i>Alexis de Tocqueville</i> (1805 - 1859)<br/>
La d&eacute;mocratie en Am&eacute;rique (publi&eacute; en 1835-1840).
</div>
<hr/>
<div>
<div style="margin-bottom: 10px;"><a name="05" href="#" style="font-size: 0.75em;" title="Retour en haut de la page">Top</a></div>
C'est en effet qu'il y a un cercle vicieux &agrave; chercher dans la nature l'origine des r&egrave;gles institutionnelles qui
supposent - bien plus&nbsp;: qui sont d&eacute;j&agrave; - la culture, et dont l'instauration au sein d'un groupe ne peut difficilement
se concevoir sans l'intervention du langage.
<br/><br/>
<i>Claude L&eacute;vi-Strauss</i> (1908 - 2009)
</div>
<hr/>
<div>
<div style="margin-bottom: 10px;"><a name="06" href="#" style="font-size: 0.75em;" title="Retour en haut de la page">Top</a></div>
Toute morale est contraire au laisser-aller. C'est une tyrannie qui s'exerce sur la "nature" et la "raison" aussi.
Ce n'est pas l&agrave; pour autant une abjection, &agrave; moins qu'on n'en veuille d&eacute;cr&eacute;ter au nom de quelqu'autre morale,
l'interdiction de toute tyrannie, et de toute d&eacute;raison.<br/>
L'essentiel de toute morale, ce que en fait la valeur inestimable, c'est qu'elle est une longue contrainte.
Pour comprendre le sto&iuml;cisme ou Port-Royal, ou le puritanisme, il faut se souvenir que c'est toujours par
l'effet d'une contrainte que le langage est parvenu &agrave; acqu&eacute;rir vigueur et libert&eacute;...
Si &eacute;trange que cela puisse sembler, tout ce qui existe a a jamais exist&eacute; sur terre en fait de libert&eacute;,
de finesse, d'audace, de danse, de magistrale assurance, que ce soit dans la pens&eacute;e proprement dite, dans l'art de
gouverner, de parler ou de convaincre, dans les arts ou dans les morales, n'a jamais pu fleurir que sous la tyrannie de
ces "lois arbitraires". Et je le dis tr&egrave;s s&eacute;rieusement, selon toute apparence, c'est la contrainte qui est la nature et
le naturel, et non le laisser-aller.
<br/><br/>
<i>Friedrich Nietzsche</i> (1844 - 1900)
</div>
<hr/>
<div>
<div style="margin-bottom: 10px;"><a name="07" href="#" style="font-size: 0.75em;" title="Retour en haut de la page">Top</a></div>
Je ne suis vraiment libre que lorsque tous les &ecirc;tres humains qui m'entourent, hommes et femmes, sont &eacute;galement libres.
La libert&eacute; d'autrui, loin d'&ecirc;tre une limite ou une n&eacute;gation de ma libert&eacute;, en est au contraire la
condition n&eacute;cessaire et la confirmation. Je ne deviens vraiment libre que par la libert&eacute;	des autres, de sorte que,
plus nombreux sont les hommes libres qui m'entourent, et plus &eacute;tendue et plus large est leur libert&eacute;,
plus &eacute;tendue et plus profonde devient ma libert&eacute;. C'est au contraire l'esclavage des hommes qui pose
une barri&egrave;re &agrave; ma libert&eacute;, ou, ce qui revient au m&ecirc;me, c'est leur bestialit&eacute; qui est
une n&eacute;gation de mon humanit&eacute; parce que, encore une fois, je ne puis me dire vraiment libre que lorsque ma
libert&eacute;, ou ce qui veut dire la m&ecirc;me chose, lorsque ma dignit&eacute; d'homme, mon droit humain,
qui consiste &agrave; n'ob&eacute;ir &agrave; aucun autre homme et &agrave; ne d&eacute;terminer mes actes que
conform&eacute;ment &agrave; mes convictions propres, r&eacute;fl&eacute;chis par la conscience &eacute;galement
libre de tous, me reviennent confirm&eacute;s par l'assentiment de tout le monde. Ma libert&eacute; personnelle ainsi
confirm&eacute;e par la libert&eacute; de tous s'&eacute;tend &agrave; l'infini.
<br/><br/>
<i>Mikha&iuml;l Bakounine</i> (1814 - 1876)<br/>
L'empire knouto-germanique
</div>
<hr/>
<div>
<div style="margin-bottom: 10px;"><a name="08" href="#" style="font-size: 0.75em;" title="Retour en haut de la page">Top</a></div>
Les soci&eacute;t&eacute;s n'appr&eacute;cient g&eacute;n&eacute;ralement que fort peu l'activit&eacute; purement gratuite, &agrave;
ses d&eacute;buts du moins, parfaitement inutile du th&eacute;oricien. Car il faut bien le reconna&icirc;tre, la th&eacute;orie ne
conduit pas, du moins pas imm&eacute;diatement, &agrave; la pratique, et la pratique n'engendre pas, du moins pas directement, la th&eacute;orie.
<br/><br/>
<i>Alexandre Koyr&eacute;</i> (1892 - 1964)
</div>
<hr/>
<div>
<div style="margin-bottom: 10px;"><a name="09" href="#" style="font-size: 0.75em;" title="Retour en haut de la page">Top</a></div>
La Science (...) s'oppose absolument &agrave; l'opinion. S'il lui arrive sur quelque point particulier de l&eacute;gitimer l'opinion,
c'est pour d'autres raisons que celles qui fondent l'opinion. De sorte que l'opinion a en droit toujours tort. L'opinion pense mal,
elle ne pense pas.<br/>
Elle traduit des besoins en connaissances. En d&eacute;signant les objets par leur utilit&eacute;, elle s'interdit de les comprendre.
On ne peut rien fonder sur l'opinion. Il faut d'abord la d&eacute;truire, elle est le premier obstacle &agrave; signaler.
<br/><br/>
<i>Gaston Bachelard</i> (1884 - 1962)<br/>
La formation de l'esprit scientifique
</div>
<hr/>
<div>
<div style="margin-bottom: 10px;"><a name="10" href="#" style="font-size: 0.75em;" title="Retour en haut de la page">Top</a></div>
Quiconque est ma&icirc;tre n'est pas libre, et r&eacute;gner c'est ob&eacute;ir.
<br/><br/>
<i>Jean-Jacques Rousseau</i> (1712 - 1778)<br/>
Le contrat social
</div>
<hr/>
<div>
<div style="margin-bottom: 10px;"><a name="11" href="#" style="font-size: 0.75em;" title="Retour en haut de la page">Top</a></div>
- Il n'y a pas de v&eacute;rit&eacute; premi&egrave;re, que des erreurs premi&egrave;res.<br/>
- Le r&eacute;el n'est jamais ce qu'on aurait pu croire, mais ce qu'on aurait d&ucirc; penser.<br/>
- Quand il acc&egrave;de &agrave; la science, l'esprit n'est jamais jeune, il est m&ecirc;me tr&egrave;s vieux.<br/>
- Comprendre scientifiquement, c'est rajeunir spirituellement.
<br/><br/>
<i>Gaston Bachelard</i> (1884 - 1962)
</div>
<hr/>
<div>
<div style="margin-bottom: 10px;"><a name="12" href="#" style="font-size: 0.75em;" title="Retour en haut de la page">Top</a></div>
Trinit&eacute;
<br/><br/>
Emprisonn&eacute; dans le Liverpool de mon &ecirc;tre<br/>
Je hante les arcades &eacute;ventr&eacute;es du pass&eacute;<br/>
Rang&eacute; tres haut sur quelque &eacute;tag&egrave;re oubli&eacute;e<br/>
Je trouve enfin l'objet que jai longtemps cherch&eacute;<br/>
Mais voici que l'&eacute;tag&egrave;re se change en m&acirc;t,<br/>
Puis le m&acirc;t se change en arbre d&eacute;racin&eacute;<br/>
Sur lequel un crucifi&eacute;<br/>
Vascille, entre deux larrons qui sont moi.
<br/><br/>
<i>Malcolm Lowry</i> (1909 - 1957)<br/>
Pour l'amour de mourir
</div>
<hr/>
<div>
<div style="margin-bottom: 10px;"><a name="13" href="#" style="font-size: 0.75em;" title="Retour en haut de la page">Top</a></div>
Les jeux divins de la vie et de l'imagination donnent carri&egrave;re &agrave; une activit&eacute; po&eacute;tique toute nouvelle.<br/>
C'est que po&eacute;sie et cr&eacute;ation ne sont qu'une m&ecirc;me chose, on ne doit appeler po&egrave;te que celui qui invente,
celui qui cr&eacute;e, dans la mesure o&ugrave; l'homme peut cr&eacute;er. Le po&egrave;te est celui qui d&eacute;couvre de nouvelles joies,
fussent-elles p&eacute;nibles &agrave; supporter. On peut &ecirc;tre po&egrave;te dans tous les domaines&nbsp;: il suffit que l'on
soit aventureux et que l'on aille &agrave; la d&eacute;couverte.<br/>
Le domaine le plus riche, le moins connu, celui dont l'etendue est infinie, &eacute;tant l'imagination, il n'est pas &eacute;tonnant
que l'on ait r&eacute;serv&eacute; plus particuli&egrave;rement le nom de po&egrave;te &agrave; ceux qui cherchent les joies
nouvelles qui jalonnent les &eacute;normes espaces imaginatifs.
<br/><br/>
<i>Guillaume Apollinaire</i> (1880 - 1918)<br/>
L'esprit nouveau et les po&egrave;tes.
</div>
<hr/>
<div>
<div style="margin-bottom: 10px;"><a name="14" href="#" style="font-size: 0.75em;" title="Retour en haut de la page">Top</a></div>
On ne peut pas exprimer par des mots ce qu'on a dans l'&oelig;il et dans la main. Les paroles faussent les pens&eacute;es, les &eacute;crits
faussent les paroles&nbsp;: on ne se reconnait plus. Je ne crois pas &agrave; un probl&egrave;me de l'espace, l'espace est cr&eacute;e par
les objets, un mobile se d&eacute;pla&ccedil;ant tandis qu'aucun point de son corps n'est en contact avec un autre objet n'aurait pas la
sensation de l'espace. Ce qui compte c'est le sujet. L'espac&eacute;, les formes, la toile, le pl&acirc;tre, le bronze... autant de moyens.
L'important est de recr&eacute;er un objet qui puisse donner la sensation la plus proche de celle ressentie &agrave; la vue du sujet...<br/>
La sculpture repose sur le vide. C'est l'espace qu'on creuse pour construire l'objet et &agrave; son tour l'objet cr&eacute;e l'espace.
C'est l'espace m&ecirc;me qui est entre le sujet et le sculpteur.
<br/><br/>
<i>Alberto Giacometti</i> (1901 - 1966)
</div>
<hr/>
<div>
<div style="margin-bottom: 10px;"><a name="15" href="#" style="font-size: 0.75em;" title="Retour en haut de la page">Top</a></div>
"... Voil&agrave;, j'ai toujours pr&eacute;tendu pouvoir me mettre exactement dans la situation de tout ce qui me fut antagoniste,
et de ce fait, je n'ai jamais pu lutter contre ce qui s'opposait &agrave; moi, car je comprenais que la conception correspondante ne
pouvait qu'&eacute;quilibrer la mienne pour qui n'avait aucune raison subjective d'en pr&eacute;f&eacute;rer l'une ou l'autre. C'est tout."
<br/><br/>
<i>Boris Vian</i> (1920 - 1959)<br/>
L'herbe rouge
</div>
<hr/>
<div>
<div style="margin-bottom: 10px;"><a name="16" href="#" style="font-size: 0.75em;" title="Retour en haut de la page">Top</a></div>
Je retrouvais dans les yeux du paon le m&ecirc;me indiff&eacute;rence &agrave; mon &eacute;gard que dans le regard de la jeune fille.
Il gonfla son jabot, fr&eacute;mit de toutes ses plumes, h&eacute;rissa son diad&egrave;me et son pectoral dans un froissement
d'orf&egrave;vreries secou&eacute;es. Une de ses pattes portait un anneau d'or et un morceau de chaine bris&eacute;e.
Il allait et venait parmi les fruits tomb&eacute;s dans l'herbe, semblable &agrave; une servante-ma&icirc;tresse par&eacute;e des
bijoux d'une morte, et les singes, t&ecirc;te contre t&ecirc;te, parlant &agrave; voix basse, se moquaient de lui.
<br/><br/>
<i>Marcel Brion</i> (1895 - 1984)<br/>
La ville de sable
</div>
<hr/>
<div>
<div style="margin-bottom: 10px;"><a name="17" href="#" style="font-size: 0.75em;" title="Retour en haut de la page">Top</a></div>
Yagyu Tajima-no-kami &eacute;tait un Ma&icirc;tre &eacute;minent du combat &agrave; l'&eacute;p&eacute;e dont il enseignait l'art au
Shogoun, qui &eacute;tait alors Tokugawa Jyemitsu. Un jour, un des gardes du corps du Shogoun vint trouver Yagyu Tajima-no-kami et
lui demanda des le&ccedil;ons d'escrime. "Autant que j'en puisse juger, dit le Ma&icirc;tre, vous &ecirc;tes vous-m&ecirc;me un
Ma&icirc;tre &eacute;p&eacute;iste. Avant que nous n'entrions dans la relation du ma&icirc;tre &agrave; l'&eacute;l&egrave;ve,
j'aimerais que vous me disiez &agrave; quelle &eacute;cole vous appartenez." Le garde du corps r&eacute;pondit&nbsp;: "Je dois
avouer, &agrave; ma honte, que je n'ai jamais appris cet art. - Voulez-vous vous moquer de moi&nbsp;? Je suis le ma&icirc;tre du
respectable Shogoun et je sais que mon &oelig;il ne peut me tromper. - Vraiment, je regrette de vous manquer d'&eacute;gards,
mais je ne poss&egrave;de aucune connaissance."  Devant une telle d&eacute;n&eacute;gation, le Ma&icirc;tre resta tout songeur,
puis il dit finalement&nbsp;: "Puisque vous le dites, ce doit &ecirc;tre ainsi, mais vous &ecirc;tes certainement pass&eacute; ma&icirc;tre
dans quelque chose, bien que je ne voie pas exactement de quoi. - Et bien, puisque vous insistez, je vous dirai qu'il est une
chose en laquelle je puis pr&eacute;tendre &ecirc;tre pass&eacute; Ma&icirc;tre. J'&eacute;tais encore enfant quand l'id&eacute;e
me vint qu'un Samoura&iuml; n'avait pas le droit de craindre la mort en aucune circonstance et, depuis quelques ann&eacute;es,
je me suis collet&eacute; sans cesse avec l'id&eacute;e de la mort&nbsp;;  ensuite, cette question a cess&eacute; de me pr&eacute;occuper.
Il se peut que ce soit &agrave; &ccedil;a que vous vouliez faire allusion. - Parfaitement c'est cela&nbsp;! s'&eacute;cria
Yagyu Tajima-no-kami, c'est ce que je voulais dire, mon jugement ne m'a pas tromp&eacute;, j'en suis heureux. &ecirc;tre
d&eacute;livr&eacute; de l'id&eacute;e de la mort est &eacute;galement l'ultime secret de l'art de l'&eacute;p&eacute;e.
Quant &agrave; vous, vous n'avez plus besoin d'un entrainement technique, vous &ecirc;tes d&eacute;j&agrave; Ma&icirc;tre."
<br/><br/>
<i>"Hagakure"<br/>
Ma&icirc;tre Taknan</i><br/>
Trait&eacute; de l'impassible compr&eacute;hension
</div>
<hr/>
<div>
<div style="margin-bottom: 10px;"><a name="18" href="#" style="font-size: 0.75em;" title="Retour en haut de la page">Top</a></div>
Beaut&eacute; po&eacute;tique - Comme on dit beaut&eacute; po&eacute;tique, on devrait aussi dire beaut&eacute; g&eacute;om&eacute;trique,
et beaut&eacute; m&eacute;dicinale&nbsp;; mais on ne le dit pas&nbsp;: la raison en est qu'on sait bien quel est l'objet de
la g&eacute;om&eacute;trie, et qu'il consiste en preuves, et quel est l'objet de la m&eacute;decine, et qu'il consiste en
la gu&eacute;rison&nbsp;; mais on ne sait pas en quoi consiste l'agr&eacute;ment, qui est l'objet de la po&eacute;sie. On ne sait
ce que c'est que ce mod&egrave;le naturel qu'il faut imiter, et, &agrave; faute de cette connaissance, on a invent&eacute; certains
termes bizarres&nbsp;: "Si&egrave;cle d'or, merveille de nos jours, fatal", etc.&nbsp;; et on appelle ce jargon beaut&eacute; po&eacute;tique.
<br/><br/>
Mais qui s'imaginera une femme sur ce mod&egrave;le-l&agrave; qui consiste &agrave; dire de petites choses avec de grands mots,
verra une jolie demoiselle toute pleine de miroirs et de chaines, dont il rira, parce qu'on sait mieux en quoi consiste l'agr&eacute;ment
d'une femme que l'agr&eacute;ment des vers.<br/>
Mais ceux qui ne s'y connaitraient pas l'admireraient en cet &eacute;quipage&nbsp;; et il y a bien des villages o&ugrave; on la
prendrait pour la reine&nbsp;; et c'est pourquoi nous appelons les sonnets faits sur ce mod&egrave;le-l&agrave; les reines de village.
<br/><br/>
<i>Blaise Pascal</i> (1623 - 1662)<br/>
Pens&eacute;es. 932. [329-33]
</div>
<hr/>
<div>
<div style="margin-bottom: 10px;"><a name="19" href="#" style="font-size: 0.75em;" title="Retour en haut de la page">Top</a></div>
Une constatation que que je ne peux v&eacute;rifier, &agrave; mon grand regret, &agrave; chaque instant&nbsp;: seuls sont
heureux ceux qui ne pensent jamais, autrement dit ceux qui ne pensent que le strict minimum n&eacute;cessaire pour vivre.
La vraie pens&eacute;e ressemble, elle, &agrave; un d&eacute;mon qui trouble les sources de la vie, ou bien &agrave; une maladie
qui en affecte les racines m&ecirc;mes. Penser &agrave; tout moment, se poser des probl&egrave;mes capitaux &agrave;
tout bout de champ et &eacute;prouver un doute permanent quant &agrave; son destin&nbsp;; &ecirc;tre fatigu&eacute; de vivre,
&eacute;puis&eacute; par ses pens&eacute;es et par sa propre existence au-del&agrave; de toute limite&nbsp;;
laisser derri&egrave;re soi une tra&icirc;n&eacute;e de sang et de fum&eacute;e comme symbole du drame et de la mort de son &ecirc;tre -
c'est malheureusement au point que la pens&eacute;e vous donne envie de vomir et que la r&eacute;flexion vous apparait comme une damnation.
<br/><br/>
<i>Emil Cioran</i> (1911 - 1995)
</div>
<hr/>
<div>
<div style="margin-bottom: 10px;"><a name="20" href="#" style="font-size: 0.75em;" title="Retour en haut de la page">Top</a></div>
Tout comme une simple poign&eacute;e de terre, selon la l&eacute;gende de l'Onaisin, avait donn&eacute; naissance &agrave; l'homme,
les paroles et leurs lettres ont des humbles origines. "Maman" est un mot presqu'universel et "hee" n'est rien d'autre que la
douleur d'o&ugrave; Ovide a tir&eacute; ses &Eacute;l&eacute;gies. Les m&eacute;caniques du langage sont les m&ecirc;mes chez
l'homme le plus primitif que chez le plus civilis&eacute;, et la pens&eacute;e pr&eacute;c&egrave;de la parole, avec ou sans logique.
C'est pourquoi certains &ecirc;tres comprennent les voix de la nature sans pouvoir les traduire.
<br/><br/>
<i>Francisco Coloane</i> (1910 - 2002)<br/>
El guanaco blanco
</div>
<hr/>
<div>
<div style="margin-bottom: 10px;"><a name="21" href="#" style="font-size: 0.75em;" title="Retour en haut de la page">Top</a></div>
L'Esprit-Saint est d&eacute;bile. Wit en anglais, comme esprit en fran&ccedil;ais, tend ses deux bras gracieux vers la sagesse et l'humour.
Dieu n'a ni l'un ni l'autre, le diable a les deux. C'est bien pourquoi on le surnomme le Malin. Il aime les fac&eacute;ties, les farces,
les contrep&egrave;teries. Avec lui, au moins, on rigole&nbsp;! Qu'est-ce qu'une blague sans double
sens&nbsp;? Vous avez d&eacute;j&agrave; vu Dieu ricaner&nbsp;? Glousser&nbsp;? Rejeter la t&ecirc;te en arri&egrave;re et se fendre
la patate&nbsp;?
<br/><br/>
<i>Nancy Houston</i> (1953 - )<br/>
Instrument des t&eacute;n&egrave;bres
</div>
<hr/>
<div>
<div style="margin-bottom: 10px;"><a name="22" href="#" style="font-size: 0.75em;" title="Retour en haut de la page">Top</a></div>
Sans doute est-ce la derni&egrave;re nuit (14 au 15 juillet) de cette longue balade.<br/>
Dans la ligne des cargos, au nord de l'Ile Vierge, au d&eacute;but du flot qui nous aidera jusqu'&agrave; l'Ile de Batz.<br/>
Et j'ai du mal &agrave; croire que cette longue travers&eacute;e est sur le point de finir.<br/>
Que dire&nbsp;?<br/>
Ce qui a &eacute;t&eacute; v&eacute;cu du dedans est impossible &agrave; raconter. Cela reste en soi, derri&egrave;re les yeux.
Cependant j'esp&egrave;re oublier cette mis&egrave;re qui s'accompagne de grimaces de d&eacute;pit&nbsp;: le d&eacute;pit de ne pouvoir
accepter sa propre faiblesse, la mis&egrave;re de ne pas savoir toujours se glisser dans ce qui doit &ecirc;tre beau, d'&ecirc;tre
parfois en contradiction avec son propre r&ecirc;ve lorsqu'il est r&eacute;alit&eacute;.
<br/><br/>
<i>Yvon Le Corre</i> (1939 - 2020)<br/>
Heureux qui comme Iris
</div>
<hr/>
<div>
<div style="margin-bottom: 10px;"><a name="23" href="#" style="font-size: 0.75em;" title="Retour en haut de la page">Top</a></div>
Il y avait un banc de pierre dans un coin, une ou deux statues moisies, quelques treillages d&eacute;dou&eacute;s par le temps
pourrissaient sur un mur&nbsp;; du reste plus d'all&eacute;es ni de gazon&nbsp;; du chiendent partout.
Le jardinage &eacute;tait parti, la nature &eacute;tait revenue. Les mauvaises herbes abondaient, aventure admirable
pour un pauvre coin de terre. La f&ecirc;te des girofl&eacute;es y &eacute;tait splendide. Rien dans ce jardin ne contrariait
l'effort sacr&eacute; des choses vers la vie&nbsp;; la croissance v&eacute;n&eacute;rable &eacute;tait l&agrave; chez elle.
Les arbres s'&eacute;taient baiss&eacute;s vers les ronces, les ronces &eacute;taient mont&eacute;es vers les arbres,
la plante avait grimp&eacute;, la branche avait fl&eacute;chi, ce qui rampe sur terre avait &eacute;t&eacute; trouver ce
qui s'&eacute;panouit dans l'air, ce qui flotte au vent s'&eacute;tait pench&eacute; vers ce qui traine dans la mousse&nbsp;;
troncs, rameaux, feuilles, fibres, touffes, vrilles, sarments, &eacute;pines, s'&eacute;taient m&ecirc;l&eacute;s, travers&eacute;s,
mari&eacute;s, confondus&nbsp;; la v&eacute;g&eacute;tation, dans cet embrassement &eacute;troit et profond,
avait c&eacute;l&eacute;br&eacute; et accompli l&agrave;, sous l'&oelig;il satisfait du cr&eacute;ateurs en cet enclos
de trois cents pieds carr&eacute;s, le saint myst&egrave;re de sa fraternit&eacute;, symbole de la fraternit&eacute; humaine.
Ce jardin n'&eacute;tait plus un jardin, c'&eacute;tait une broussaille colossale, c'est-&agrave;-dire quelque chose qui est
imp&eacute;n&eacute;trable comme une for&ecirc;t, peupl&eacute; comme une ville, frissonnant comme un nid, sombre comme
une cath&eacute;drale, odorant comme un bouquet, solitaire comme une tombe, vivant comme une foule.
<br/><br/>
<i>Victor Hugo</i> (1802 - 1885)<br/>
Les mis&eacute;rables<br/>
IV<sup>e</sup> partie, livre III, chapitre III.
</div>
<hr/>
<div>
<div style="margin-bottom: 10px;"><a name="24" href="#" style="font-size: 0.75em;" title="Retour en haut de la page">Top</a></div>
[...] Qu'aurions-nous fait &agrave; leur place&nbsp;?
La r&eacute;ponse&nbsp;? Difficile. Il faut resituer, consulter l'histoire, entendre aussi vibrer les m&eacute;moires.<br/>
Mais la question n'est pas&nbsp;: <i>Qu'est-ce que nous aurions pu faire &agrave; leur place&nbsp;?</i>, mais <i>Qu'est-ce que nous
faisons &agrave; notre place aujourd'hui, ici&nbsp;?</i><br/>
Qu'est-ce que nous faisons &agrave; notre place, comment faire pour savoir ce qui est possible&nbsp;? Et comment faire pour que le
possible (et l'impossible) advienne&nbsp;?
<br/><br/>
<i>Daniel Mermet</i> (1942 - )<br/>
L&agrave;-bas si j'y suis
</div>
<hr/>
<div>
<div style="margin-bottom: 10px;"><a name="25" href="#" style="font-size: 0.75em;" title="Retour en haut de la page">Top</a></div>
[...]
Un calme &eacute;tonnant s'est install&eacute; en moi, qui dure encore. J'ai abandonn&eacute; &agrave; regret, &agrave; seize heures trente.
Je me suis lav&eacute; longuement les mains et j'ai gagn&eacute; la lanterne pour les c&eacute;r&eacute;monies de l'allumage.
Chaque geste &eacute;tait clair et chaque pens&eacute;e tranquille. Elle est donc bien mis&eacute;rable, cette fameuse inqui&eacute;tude,
qui ne r&eacute;siste pas &agrave; un simple travail, au va-et-vient d&eacute;risoire d'un chiffon sur un objet en cuivre&nbsp;!
Il ne faut pas faire le malin, c'est aussi en regardant la mer aller et venir, aveuglement, que je me suis perdu.
<br/><br/>
<i>Jean-Pierre Abraham</i> (1936 - 2003)<br/>
Ar Men
</div>
<hr/>
<div style="height: 100vh;">
  <!-- For the anchor to show up on top -->
</div>
</body>
</html>
