<!DOCTYPE html>
<html lang="en-US">
<head>
  <title>Landing page for Misc quotes</title>
  <link rel="icon" type="image/jpg" href="../palm.04.jpg">
  <link rel="stylesheet" href="./main.css">
  <style type="text/css">
ul.no-bullets {
  list-style-type: none;
  margin: 0;
  padding: 0;
}
  </style>

</head>
<body>

<h2>Misc quotes / citations en vrac</h2>
<ul class="no-bullets">
    <li>Vis comme tu penses si tu ne veux pas finir par penser comme tu vis <i>(Paul-&Eacute;mile Victor.)</i></li>
    <li>Quelle heure il est &agrave; ma boussole&nbsp;? <i>(Arthur)</i></li>
    <li>...Un peu les deux <i>(Arthur)</i></li>
    <li>Tac, t'es boul&eacute;. <i>(F&eacute;licie)</i></li>
    <li>Mais l'aube venait reprendre Shahr&acirc;z&acirc;d, parler n'&eacute;tait plus permis : elle se tut. <i>(Les mille et une nuits)</i></li>
    <li>Talent is like a marksman who hits a target which others cannot reach Genius is like a marksman who hits a target which others cannot see. <i>(Arthur Schopenhauer)</i></li>
    <li>Le vrai m&eacute;lomane, c'est celui qui, quand il entend une femme chanter dans sa salle de bain, colle son <i>oreille</i> au trou de la serrure... </li>
    <li>Les cons &ccedil;a ose tout, c'est m&ecirc;me &agrave; &ccedil;a qu'on les reconnait... <i>(Fernand Naudin)</i></li>
    <li>The real gentleman is a guy who can play accordion, and who does not. (Tom Waits)</li>
    <li>Tu m'as vue ? <i>(F&eacute;licie)</i></li>
    <li>If you don't claim your humanity you will become a statistic <i>(Tyler Durden)</i></li>
    <li>Things you own, end up owning you. <i>(Tyler Durden)</i> </li>
    <li>On est mieux l&agrave; qu'&agrave; se faire enculer par un gorille <i>(Patrick Hinge)</i> </li>
    <li>Age is a question of mind over matter. If you don't mind, it doesn't matter <i>(Deepak Arora)</i></li>
    <li>O&ugrave; Tintin est-il all&eacute;&nbsp;? &Agrave; l'ouest. <i>(Tournesol - Haddock</i> in <i>Le tr&eacute;sor de Rackam le Rouge)</i></li>
    <li>On commence par renoncer &agrave; l'impossible, et puis on renonce &agrave; tout le reste <i>(Henri Thomas)</i></li>
    <li>N'&eacute;veillez pas un con qui dort, c'est toujours &ccedil;a de pris. <i>(San Antonio)</i></li>
    <li>14 moins 8, &ccedil;a fait 12, et c'est pas beaucoup quand m&ecirc;me. <i>(Frank Wittke)</i></li>
    <li>Being a genius certainly has its advantages. <i>(Wile E. Coyote)</i></li>
    <li>No. <i>(Rosa Parks)</i></li>
    <li>Wise men talk because they have something to say; fools, because they have to say something. <i>(Plato)</i></li>
    <li>Celui qui est parti de z&eacute;ro pour n'arriver &agrave; rien n'a de merci &agrave; dire &agrave; personne. <i>(Pierre Dac)</i></li>
    <li>Le reste du temps, ils font autre chose. <i>(Claude Ponti </i>in <i>Sur l'&icirc;le des Zertes)</i>. </li>
    <li>Papa, il fait du bateau, il peut pas r&eacute;parer la poubelle. <i>(Val&eacute;rie Louis)</i>. </li>
    <li>Un tatouage rigolo ne co&ucirc;te pas plus cher, et peut compl&egrave;tement changer l'ambiance de la salle d'autopsie. <i>(Pierre L&eacute;gar&eacute;)</i>. </li>
    <li>Un troisi&egrave;me enfant apportera des joies plus profondes qu'un cong&eacute;lateur neuf. <i>(L'Almanach du Marin Breton, &eacute;dition 1976)</i> [c'est pas une blague.]</li>
    <li>Qu'est-ce qui est pire que d'&ecirc;tre achev&eacute; ? <i>(Henri Michaux</i> in <i>Passages)</i>. </li>
    <li>Si tu n'esp&egrave;res pas l'inesp&eacute;r&eacute;, tu ne le trouveras pas. <i>(H&eacute;raclite)</i>. </li>
    <li>Il y a moins d'incov&eacute;nients &agrave; &ecirc;tre fou avec les fous qu'&agrave; &ecirc;tre sage tout seul. <i>(Diderot, Suppl&eacute;ment au voyage de Bougainville)</i>. </li>
    <li>L'alcool d&eacute;grise. Apr&egrave;s quelques gorg&eacute;es de cognac, je ne pense plus &agrave; toi. <i>(Marguerite Yourcenar</i> in <i>Feux)</i>. </li>
    <li>La vie est dure. Manquerait plus qu'elle soit molle. <i>(Jacques Higelin)</i>. </li>
    <li>Ceux qui savent de quoi je parle comprendront ce que je veux dire... <i>(Pierre Dac)</i></li>
    <li>Why fart and waste, if I can burp and taste? <i>(Deepak Arora)</i></li>
    <li>En mai 68, on a refait le monde. En mai 86, on a refait la cuisine... </li>
    <li>Le verbe r&eacute;sister doit toujours se conjuguer au pr&eacute;sent. <i>(Lucie Aubrac)</i></li>
    <li>Your emergency is not my priority. <i>(Paul Balestrino)</i></li>
    <li>La post&eacute;rit&eacute; ne pourra pas comprendre que nous ayions d&ucirc; retomber dans de pareilles t&eacute;n&egrave;bres apr&egrave;s avoir connu la lumi&egrave;re. <i>(S&eacute;bastien Castellion</i> in <i>De arte dubitandi, 1562)</i></li>
    <li>La pens&eacute;e c'est du sable. Soit tu fais des pat&eacute;s, soit tu fais des ch&acirc;teaux. <i>(Jean-Marie Gourio</i> in <i>Br&egrave;ves de comptoir)</i>. </li>
    <li>The more you know, the less you need. <i>(Yvon Chouinard)</i>. </li>
    <li>La th&eacute;orie, c'est quand on sait tout et que rien ne fonctionne. La pratique c'est quand tout fonctionne, et que personne ne sait pourquoi. <i>(Albert Einstein)</i></li>
    <li>Moi, on m'acclame parce que tout le monde me comprend. Vous, on vous acclame parce que personne ne vous comprend. <i>(Charlie Chaplin &agrave; Albert Einstein)</i></li>
    <li>Monsieur Gandhi, que pensez-vous de la civilisation occidentale ? - &Ccedil;a serait certainement une tr&egrave;s bonne id&eacute;e. </li>
    <li>Ceux qui ne bougent pas ne sentent pas leurs cha&icirc;nes. <i>(Rosa Luxembourg)</i></li>
    <li>If God exists, I hope he has a good excuse. <i>(Woody Allen)</i></li>
    <li>Si Dieu existe, j'esp&egrave;re qu'il a une bonne excuse. <i>(Woody Allen)</i></li>
    <li>La guerre de 14, c'&eacute;tait pas des vacances. Heureusement dans un sens, parce qu'il a pas fait beau. <i>(Coluche)</i></li>
    <li>L'auteur du quadruple meurtre [...] a &eacute;t&eacute; identifi&eacute;. Il s'agit d'un ami de la famille. On fr&eacute;mit &agrave; l'id&eacute;e que s'e&ucirc;t pu &ecirc;tre un ennemi de la famille... <i>(Pierre Desproges)</i></li>
    <li>Les r&eacute;volutions qui commencent en troupeau se finissent &agrave; l'abattoir. <i>(Jean-Marc Reiser)</i></li>
    <li>The coldest winter I ever had was a summer in San Francisco. <i>(Mark Twain)</i></li>
    <li>Ne d&eacute;sesp&eacute;rez jamais, laissez infuser davantage. <i>(Henri Michaux)</i></li>
    <li>L'impatience, c'est quand on se d&eacute;p&ecirc;che d'attendre. </li>
    <li>L'eau sert &agrave; faire flotter les bateaux, certains s'en servent pour se laver, j'ai m&ecirc;me entendu dire qu'il y en a qui en boivent... ingroiyable ! <i>Anonyme</i></li>
    <li>Patriotism is the virtue of the vicious. <i>(Oscar Wilde)</i></li>
    <li>J'ai tout r&eacute;ussi, sauf ma vie. <i>(Serge Gainsbour)</i></li>
    <li>The rich must live more simply, so the poor can simply live. <i>(Gandhi)</i></li>
    <li>Je parle pas aux cons, &ccedil;a les instruit. <i>(Michel Audiard)</i></li>
    <li>Un intellectuel assis va moins loin qu'un con qui marche. <i>(Michel Audiard </i>in <i>Un taxi pour Tobrouk)</i></li>
    <li>Le vrai gentleman, c'est celui qui peut d&eacute;crire Sophia Loren sans faire de gestes. <i>(Michel Audiard)</i></li>
    <li>Les autres sont l&agrave; pour qu'on s'occupe d'eux. <i>(Maurice B&eacute;jart)</i></li>
    <li>If there is no meaning in life, then I definitely overpaid for my new carpet. <i>(Woody Allen)</i>. </li>
    <li>Never argue with an idiot. Bystanders won't be able to tell the difference. <i>(Anonymous)</i>. </li>
    <li>Ce n'est pas parce que les choses sont difficiles que nous n'osons pas. C'est parce que nous n'osons pas que les choses sont difficiles. <i>(S&eacute;n&egrave;que)</i>. </li>
    <li>Just hold on to the fucking boat. <i>(Adrian, <u>on</u> Attila)</i>. </li>
    <li>Any idiot can write a program a computer understands. The real challenge is to write programs <b>people</b> understand. </li>
    <li>L'id&eacute;al quand on arrive, c'est de s'arr&ecirc;ter sans vitesse. <i>(Cours de voile, anonyme)</i>. </li>
    <li>Ce qui ne te tue pas te rend plus fort. <i>(Friedrich Nietzshe)</i>. </li>
    <li>Tout ce qui a un prix n'a que de peu de valeur. <i>(Friedrich Nietzshe)</i>. </li>
    <li>Nul vainqueur ne croit au hasard. <i>(Friedrich Nietzshe)</i>. </li>
    <li>Il est plus facile de renoncer &agrave; une passion que de la ma&icirc;triser. <i>(Friedrich Nietzshe)</i>. </li>
    <li>Deviens ce que tu es. Fais ce que toi seul peut faire. <i>(Friedrich Nietzshe)</i>. </li>
    <li>Be yourself. Everyone else is already taken. <i>(Oscar Wilde)</i>. </li>
    <li>La maturit&eacute; de l'homme, c'est d'avoir retrouv&eacute; le s&eacute;rieux qu'on avait au jeu quand on &eacute;tait enfant. <i>(Friedrich Nietzshe)</i>. </li>
    <li>Cr&eacute;er - voil&agrave; la grande d&eacute;livrance de la souffrance, voil&agrave; ce qui rend la vie l&eacute;g&egrave;re. <i>(Friedrich Nietzshe)</i>. </li>
    <li>Qui ne croit en lui-m&ecirc;me, ment toujours. <i>(Friedrich Nietzshe)</i>. </li>
    <li>L'ennemi de la v&eacute;rit&eacute;, ce n'est pas le mensonge, ce sont les convictions. <i>(Friedrich Nietzshe)</i>. </li>
    <li>Le s&eacute;rieux, ce sympt&ocirc;me &eacute;vident d'une mauvaise digestion. <i>(Friedrich Nietzshe)</i>. </li>	
    <li>Seamos realistas: pidamos lo imposible. <i>(Ernesto &quot;Che&quot; Guevara)</i></li>									   
    <li>Le clou qui d&eacute;passe appelle le marteau. <i>(Proverbe japonais)</i></li>	
    <li>The hardest thing in the world is to simplify your life. It's so easy to make it complex. <i>(Yvon Chouinard)</i></li>
    <li>En somme, Docteur, je meurs gu&eacute;ri&nbsp;! <i>(Fontenelle)</i></li>
    <li>We are plain quiet folk and have no use for adventures. Nasty disturbing uncomfortable things! Make you late for dinner! <i>Bilbo Baggins, Hobbit</i></li>
    <li>D&eacute;merdez-vous pour &ecirc;tre heureux, parce qu'on a besoin de votre bonheur. <i>Michel Jaouen</i></li>
    <li>Today is the oldest you've ever been, and the youngest you'll ever be again. <i>(Anonymous)</i></li>
    <li>L'&Eacute;glise fait des ath&eacute;es, le mariage fait des cocus, et l'arm&eacute;e, des imb&eacute;ciles malfaisants. <i>(Alphonse Allais)</i></li>
    <li>If A equals success, then the formula is A equals X plus Y plus Z. X is work. Y is play. Z is keep your mouth shut. <i>(Albert Einstein)</i></li>
    <li>Computers are like air conditioners, they stop working properly when you open Windows <i>(Bill G.)</i>
    <li>Je ne perds jamais. Quand je ne gagne pas, j'apprends. <i>(Nelson Mandela)</i>
    <li>Tout le monde savait que c'&eacute;tait impossible. Puis est arriv&eacute; ce type qui l'ignorait. Et qui l'a fait. (attribu&eacute; &agrave; Mark Twain)</li>
    <li>Growing older is mandatory. Growing up is optional.</li>
    <li>
      La semplicit&agrave; &egrave; la sofisticazione finale. <i>(Leonardo da Vinci)</i>
      <ul>
        <li>
          La simplicit&eacute; est l'ultime sophistication.
          (<i><b>NDLR</b></i>: Une r&eacute;serve &eacute;ventuelle : "sophistication", ne ferait-ce r&eacute;f&eacute;rence &agrave; "sophisme" ? Est-ce que (en fran&ccedil;ais) &eacute;laboration ne ferait pas mieux l'affaire ?)
        </li>
      </ul>
    </li>
    <li>&Eacute;duquer le cerveau, c'est lui apprendre &agrave; r&eacute;sister &agrave; sa propre d&eacute;raison. <i>(Olivier Houd&eacute;)</i></li>
    <li>Un geek ne vieillt pas, il se met &agrave; jour.</li>
    <li>
      &Agrave; propros du "data&iuml;sme", nouvelle religion du tout num&eacute;rique expansif.<br/>
      "... Le p&eacute;ch&eacute; le plus grave serait de bloquer le flux de donn&eacute;es. Qu'est-ce que la mort, sinon un &eacute;tat o&ugrave; l'information ne circule plus&nbsp;?" <i>(Yuval Noah Harari)</i>
    </li>
    <li>. . .</li>
</ul>
<hr/>
</body>
</html>
