<!DOCTYPE html>
<!--
    Intends to generate a possibly printer-ready document, with appropriate page breaks and so.
    This doc should be both visualizable and printable.

    Good resource at https://content.m&eacute;t&eacute;oblue.com/en/research-education/educational-resources/m&eacute;t&eacute;oscool
 +-->
<html lang="fr">
<head>
    <meta charset="UTF-8">
    <title>M&eacute;t&eacute;o Marine - 101</title>
    <!--author>Olivier Le Diouris</author-->
    <meta name="author" content="Olivier Le Diouris">
    <link rel="icon" type="image/png" href="../../cloud.png">
    <script type="text/x-mathjax-config">
  MathJax.Hub.Config({tex2jax: {inlineMath: [['$','$'], ['\\(','\\)']]}});
    </script>
    <!--script type="text/javascript" src="https://cdn.mathjax.org/mathjax/latest/MathJax.js?config=TeX-AMS-MML_HTMLorMML"></script-->
    <script type="text/javascript" 
        async
        src="https://cdnjs.cloudflare.com/ajax/libs/mathjax/2.7.1/MathJax.js?config=TeX-AMS-MML_HTMLorMML">
    </script>


    <link rel="stylesheet" href="../../main.css" />
    <!-- link rel="stylesheet" media="screen" href="main.css" /-->
    <link rel="stylesheet" media="print" href="../../print.css" />
</head>
<body>

<div id="screen-warning" class="screen-only screen-warning">
     <!-- Language switch goes here -->
     <div style="float: right;">
        <a href="#" onclick="alert('Oops... not yet!');">In English</a>
     </div>
    <b><i>Note&nbsp;:</i></b>
    <div style="display: grid; grid-template-columns: auto auto;">
        <p style="margin: 5px; padding: 5px; border: 1px solid silver; border-radius: 5px;">
            The following document is designed to be visualized from a web browser, or printed from it (a pdf can also be generated from the page).
            The printed version will have page breaks and other formattings that will not be displayed from the web browser.<br/>
            Likewise, the web version has links that would be meaningless in a printed document.<br/>
            When printing, you will have the possibility - from the dialog showing up in the browser - to hide or show different 
            data like headers, footers, page numbers, etc, and even scale.<br/>
            <b>But</b>, I'm still looking for a (free) way to generate the page numbers in the table of contents...
        </p>
        <p style="margin: 5px; padding: 5px; border: 1px solid silver; border-radius: 5px;">
            Le document qui suit est con&ccedil;u pour &ecirc;tre visualis&eacute; dans un navigateur web, ou imprim&eacute; &agrave; partir de celui-ci (on peut aussi g&eacute;n&eacute;rer un pdf).
            La version imprim&eacute;e comporte des sauts de page et autres formattages qui ne seront pas visibles &agrave; partir du navigateur.<br/>
            De m&ecirc;me, la version web comporte des liens qui n'auraient gu&egrave;re de sens dans un document imprim&eacute;.<br/>
            Lors de l'impression, vous aurez la possibilit&eacute; - &agrave; partir des boites de dialogue du navigateur - de faire appara&icirc;tre ou pas
            des donn&eacute;es comme les en-t&ecirc;tes et bas de page, num&eacute;ros de page, etc, et m&ecirc;me l'&eacute;chelle.<br/>
            <b>Mais</b>, je suis toujours en train de chercher comment g&eacute;n&eacute;rer (gratuitement) les num&eacute;ros de page dans la table des mati&egrave;res...
        </p>
    </div>
    <hr/>
</div>

<div class="front-page">
    <h3 style="text-align: center;">Olivier Le Diouris</h3>
    <div class="in-the-middle">
        <h1 style="text-align: center; font-size: 4.5em;">Introduction &agrave; la m&eacute;t&eacute;orologie marine</h1>
        <h2 style="text-align: center; font-size: 2em;">Principes de base</h1>
    </div>
</div>

<div class="blank-for-print"></div>

<hr class="screen-only"/>

<div class="print-only content in-the-middle">
    <div style="text-align: right; margin-right: 30px;">
        <i>Pour Sky, Tao, Ellie, Zach, Otto, Eva</i>
    </div>
    <div style="text-align: left; margin-left: 30px; margin-top: 130px;">
        <i>The more you know, the less you need... (Yvon Chouinard)</i>
    </div>
</div>    

<div class="blank-for-print"></div>

<div class="table-content screen-only">
    <!-- 
        role=list necessary because WebKit removes list semantic when list-style-type: none 
        taken from https://codepen.io/nzakas/pen/rNJaeMo
        WARNING !!! Page numbers are NOT automatically generated !!
    -->
    <h2>Table</h2>
    <ol class="toc-list" role="list">
        <li><a class="toc" href="#01"><span class="title">Pr&eacute;ambule<span class="leaders print-only-2" aria-hidden="true"></span></span><span data-href="#01" class="page print-only"><span class="visually-hidden">Page&nbsp;</span>X</span></a></li>
        <li>
            <a class="toc" href="#02"><span class="title">Les ph&eacute;nom&egrave;nes de brise<span class="leaders print-only-2" aria-hidden="true"></span></span><span data-href="#02" class="page print-only"><span class="visually-hidden">Page&nbsp;</span>X</span></a>
            <ol role="list">
                <li><a class="toc" href="#02-1"><span class="title">. . .<span class="leaders print-only-2" aria-hidden="true"></span></span><span data-href="#02-2" class="page print-only"><span class="visually-hidden">Page&nbsp;</span>X</span></a></li>
            </ol>
        </li>
        <li>
            <a class="toc" href="#03"><span class="title">Les r&eacute;gions<span class="leaders print-only-2" aria-hidden="true"></span></span><span data-href="#03" class="page print-only"><span class="visually-hidden">Page&nbsp;</span>X</span></a>
            <a class="toc" href="#04"><span class="title">Les fronts<span class="leaders print-only-2" aria-hidden="true"></span></span><span data-href="#04" class="page print-only"><span class="visually-hidden">Page&nbsp;</span>X</span></a>
            <a class="toc" href="#05"><span class="title">Les perturbations<span class="leaders print-only-2" aria-hidden="true"></span></span><span data-href="#05" class="page print-only"><span class="visually-hidden">Page&nbsp;</span>X</span></a>
            <a class="toc" href="#06"><span class="title">Les cartes m&eacute;t&eacute;o<span class="leaders print-only-2" aria-hidden="true"></span></span><span data-href="#06" class="page print-only"><span class="visually-hidden">Page&nbsp;</span>X</span></a>
            <a class="toc" href="#07"><span class="title">Au niveau de la mer<span class="leaders print-only-2" aria-hidden="true"></span></span><span data-href="#07" class="page print-only"><span class="visually-hidden">Page&nbsp;</span>X</span></a>
            <a class="toc" href="#08"><span class="title">Le 500mb...<span class="leaders print-only-2" aria-hidden="true"></span></span><span data-href="#08" class="page print-only"><span class="visually-hidden">Page&nbsp;</span>X</span></a>
            <a class="toc" href="#09"><span class="title">Conclusion<span class="leaders print-only-2" aria-hidden="true"></span></span><span data-href="#10" class="page print-only"><span class="visually-hidden">Page&nbsp;</span>X</span></a>
            <a class="screen-only toc" href="#10"><span class="title">&Agrave; lire ensuite<span class="leaders print-only-2" aria-hidden="true"></span></span><span data-href="#11" class="page print-only"><span class="visually-hidden">Page&nbsp;</span>X</span></a>
        </li>
    </ol>
</div>
<hr class="screen-only"/>

<div class="content">
    <h1><a name="01">Pr&eacute;ambule</a></h1>
    <div>
        <p>
            On va exposer dans ce document les principes de base utilis&eacute;s en m&eacute;t&eacute;o marine - sans &eacute;lectricit&eacute; (sans forcement pouvoir recevoir de fax, ou de fichier GRIB) - 
            afin de pouvoir anticiper les changements de temps, essentiellement la force et la direction du vent, lesquels ont un impact direct sur l'&eacute;tat de la mer, et
            ipso-facto, sur le moral de l'&eacute;quipage.
        </p>
        <p>
            Ces principes reposent sur les donn&eacute;es suivantes :
            <ul>
                <li>La force et la direction du vent</li>
                <li>Leur &eacute;volution (on note leurs valeurs dans le livre de bord, &agrave; intervalles r&eacute;guliers)</li>
                <li>L'&eacute;volution de la pression atmosph&eacute;rique.
                    <ul>
                        <li>Cette &eacute;volution peut elle aussi etre consign&eacute;e dans la livre de bord</li>
                        <li>Un barographe peut aussi ici s'av&eacute;rer un outil pr&eacute;cieux</li>
                    </ul>
                </li>
            </ul>
        </p>
        <p style="font-weight: bold; font-style: italic;">
            Note : Afin de rester concis, on n'entrera pas toujours dans les d&eacute;tails ; le but de ce document est d'abord d'&eacute;noncer les concepts
            &agrave; connaitre (sans forc&eacute;ment les d&eacute;crire int&eacute;gralement) pour mettre les pr&eacute;visions m&eacute;t&eacute;orologiques en &oelig;uvre.<br/>
            Les ph&eacute;nom&egrave;nes qu'on va d&eacute;crire plus avant rel&egrave;vent de la thermodynamique, et peuvent parfois (voire souvent) &ecirc;tre exprim&eacute;s d'une fa&ccedil;on complexe,
            qui peut potentiellement en d&eacute;courager plus d'un...<br/> 
            On va t&acirc;cher ici de les pr&eacute;senter de fa&ccedil;on plus "intuitive" (et non pas superficielle).
        </p>
    </div>
</div>

<div class="blank-for-print"></div>

<hr class="screen-only"/>
<div class="content doc-section in-the-middle">
    <h1 style="text-align: center; font-size: 3em;"><a name="02">Les ph&eacute;nom&egrave;nes de brise</a></h1>
    <div class="content doc-section">
        On les appelle "brises c&ocirc;ti&egrave;res", pour cette raison &eacute;vidente que ce ph&eacute;nom&egrave;ne se produit pr&egrave;s des c&ocirc;tes.
        <div class="content doc-section">
            <h2><a name="02-1">Air chaud, air froid</a></h2>
            <p>
                Ainsi qu'on le re-dira, deux masses d'air de temp&eacute;ratures diff&eacute;rentes ne se m&eacute;langent gu&egrave;re. Gu&egrave;re plus que de l'eau et de l'huile.<br/>
                Cette notion de "chaud" et de "froid" est relative. Un air &agrave; 40&deg;C sera froid, compar&eacute; &agrave; un air &agrave; 50&deg;C.<br/>
                Un air &agrave; -10&deg;C sera chaud, compar&eacute; &agrave; un air &agrave; -20&deg;C.<br/>
                L'air "chaud" a tendance &agrave; s'&eacute;lever au dessus de l'air "froid".<br/>
            </p>
            <p>
                Ceux qui ont d&eacute;j&agrave; pris une douche chaude, ferm&eacute;e avec un rideau, connaissent ce ph&eacute;nom&egrave;ne - ou au moins ses sympt&ocirc;mes.<br/>
                L'air sous la douche devient plus chaud que celui qui est &agrave; l'ext&eacute;rieur du rideau, et a donc tendance &agrave; s'&eacute;lever.<br/>
                Le vide ainsi cr&eacute;&eacute; dans le bas tend &agrave; &ecirc;tre combl&eacute; par de l'air venant de l'ext&eacute;rieur du rideau (car "la nature a horreur du vide", disait Aristote), 
                et d&eacute;place en cons&eacute;quence le bas du rideau vers les chevilles de celui ou celle qui est sous la douche.<br/>
                            <!-- TODO La douche - drawing -->
                C'est le m&ecirc;me ph&eacute;nom&egrave;ne qui est &agrave; l'origine des brises thermiques, ainsi qu'on les appelle.
            </p>
            <p>
                Ce ph&eacute;nom&egrave;ne est induit par la diff&eacute;rence d'<i><b>intertie thermique</b></i> entre la terre et la mer.<br/>
                En d'autres termes, soumis &agrave; la m&ecirc;me temp&eacute;rature, la terre va se r&eacute;chauffer plus vite que la mer, et se refroidir de m&ecirc;me.<br/>
                <h5>Exemple</h5>
                <ol>
                    <li>&Agrave; un instant donn&eacute;, dans une zone c&ocirc;ti&egrave;re (o&ugrave; on voit &agrave; la fois la terre et la mer), terre et mer sont &agrave; la m&ecirc;me temp&eacute;rature.<br/>
                    Pour des raisons &eacute;videntes, l'air au dessus de la mer est &agrave; la m&ecirc;me temp&eacute;rature que l'air qui est au dessus de la terre.</li>
                    <li>La temp&eacute;rature monte (exemple&nbsp;: il faisait nuit, et le soleil se l&egrave;ve)</li>
                    <li>&Agrave; cause de cette diff&eacute;rence entre les inerties thermiques, l'air qui est au-dessus de la terre va se r&eacute;chauffer plus vite que celui qui est au-dessus de la mer.</li>
                    <li>En cons&eacute;quence, l'air qui est au-dessus de la terre va devenir plus chaud que celui qui est au-dessus de la mer, il va donc s'&eacute;lever plus vite.</li>
                    <li>Et comme sous la douche, l'air le plus froid va venir combler le vide cr&eacute;&eacute; par cette ascension, pas le bas.</li>
                    <li>
                        On aura donc &agrave; cette occasion, <i>en surface</i>, un mouvement de masse d'air (du vent, quoi...), de la mer vers la terre.
                        <ul>
                            <li>
                                On dit bien <i>en surface</i>. En altitude, la boucle sera boucl&eacute;e, le mouvement inverse existe, pour les m&ecirc;mes raisons
                                (la nature a horreur du... ?).<br/>
                                Cette boucle s'appelle une <i>cellule convective</i>. Oui, comme pour les <i>convecteurs</i> qu'on a pour se chauffer chez soi.
                                La boucle est la m&ecirc;me.
                            </li>
                        </ul>
                    </li>
                </ol>
                En fonction de la nature de terre, l'inertie thermique peut varier. 
                Une c&ocirc;te rocheuse se r&eacute;chauffera et se refroidira plus vite qu'une c&ocirc;te agricole ou foresti&egrave;re.<br/>
                De m&ecirc;me, une mer profonde aura plus d'inertie thermique qu'une lagune ou une mer peu profonde...
            </p>
        </div>

        <div class="content doc-section" style="margin-left: 5rem;">
            <h2><a name="02-2">Deux types de brise</a></h2>
            Ainsi qu'on l'a vu dans l'exemple ci-dessus, la direction de la brise (de la terre vers la mer, ou de la mer vers la terre) est induite
            par la fa&ccedil;on dont la temp&eacute;rature varie (monte, ou baisse).<br/>
            Dans l'exemple, quand le soleil se l&egrave;ve - et pendant tout le jour - la brise va de la mer &agrave; la terre.<br/>
            On l'appelle la <b>brise de mer</b>.<br/>
            De la m&ecirc;me fa&ccedil;on et pour les m&ecirc;mes raisons, lorsque le soleil se couche - et pendant toute la nuit, la brise ira en sens inverse, de la terre &agrave; la mer.<br/>
            On l'appelle la <b>brise de terre</b>.
        </div>
        <p>
            Pr&egrave;s des c&ocirc;tes, <i>ce ph&eacute;nom&egrave;ne existe toujours</i>. D'autres ph&eacute;nom&egrave;nes peuvent s'y ajouter (on verra lesquels ensuite), mais il est <i>toujours</i> pr&eacute;sent.<br/>
            Ce ph&eacute;nom&egrave;ne est quotidien, il se produit &agrave; l'&eacute;chelle d'une journ&eacute;e.
            <div style="margin-left: 20px; font-style: italic; border: 1px solid silver; border-radius: 5px; padding: 5px;">
                Il est int&eacute;ressant de constater qu'il existe (au moins) un endroit dans le monde o&ugrave; ce ph&eacute;nom&egrave;ne existe &agrave; l'&eacute;chelle d'une ann&eacute;e.<br/>
                Pour apparaitre &agrave; cette &eacute;chelle de temps, il doit falloir une grosse masse de terre, et une grosse masse de mer...<br/>
                L'Himalaya, voil&agrave; une grosse masse de terre, et rocheuse en plus ! Et c'est &agrave; proximit&eacute; de l'Oc&eacute;an Indien !<br/>
                Et bien entre ces deux-l&agrave;, intervient ce genre de "brise" thermique... On l'appelle "la Mousson", qui souffle entre l'Inde et l'Arabie.<br/>
                Mousson s&egrave;che de la terre &agrave; la mer (en hiver), mousson humide de la mer &agrave; la terre (en &eacute;t&eacute;).
                <div style="margin-left: 30px; margin-top: 10px;">
                    Accessoirement, cette route entre l'Inde et l'Arabie - o&ugrave; le vent souffle dans un sens la moit&eacute; de l'ann&eacute;e, et dans l'autre sens pendant l'autre
                    moiti&eacute; - a &eacute;t&eacute; une des premi&egrave;res routes commerciales de l'histoire de l'humanit&eacute;. Route maritime, donc.<br/>
                    Comme les bateaux remontaient mal au vent &agrave; cette &eacute;poque, en choissisant judicieusement la p&eacute;riode de l'ann&eacute;e o&ugrave; on voulait voyager, on
                    pouvait faire la route au portant !..<br/>
                    Les techniques de navigation se sont d&eacute;velopp&eacute;es de paire avec ce commerce - notamment les techniques de navigation astronomique - et curieusement,
                    les math&eacute;matiques se sont d&eacute;velopp&eacute;es &agrave; cette &eacute;poque, &agrave; cet endroit. Voyez l'origine du mot "Alg&egrave;bre".<br/> 
                    Et si on l&egrave;ve le nez la nuit, il y a un nombre 
                    incroyable d'&eacute;toiles qui ont des noms arabes !
                </div>
            </div>
        </p>
    </div>
</div>
<hr class="screen-only"/>
<div class="blank-for-print"></div>

<div class="content doc-section in-the-middle">
    <h1 style="text-align: center; font-size: 3em;"><a name="03">Les r&eacute;gions</a></h1>
    Polaires, tropicales, sub-tropicales, temp&eacute;r&eacute;es.
</div>
<hr class="screen-only"/>
<div class="blank-for-print"></div>

<div class="content doc-section in-the-middle">
    <h1 style="text-align: center; font-size: 3em;"><a name="04">Les fronts</a></h1>
    <p>
        Comme d&eacute;j&agrave; &eacute;voqu&eacute;, deux masses d'air de temp&eacute;ratures diff&eacute;rentes se se m&eacute;langent pas.<br/>
        Ceci pour des raisons que la thermodynamique peut expliquer, mais qui d&eacute;passent largement le cadre de ce document (leur hygrom&eacute;trie, entre beaucoup d'autres).
    </p>
    <p>
        On appelle "<b></b>front chaud</b>" la zone de contact entre l'air froid et l'air chaud, lorsque de l'air chaud pousse de l'air froid.<br/>
        On appelle "<b></b>front froid</b>" la zone de contact entre l'air froid et l'air chaud, lorsque de l'air froid pousse de l'air chaud.<br/>
    </p>
    <p>
        Dans le cas du front chaud, l'air chaud &eacute;tant plus l&eacute;ger que l'air froid qu'il pousse, il aura tendance &agrave; s'&eacute;lever au-dessus.<br/>
        Le front chaud va ainsi s'&eacute;tendre sur une grande distance.
        <!-- TODO Un dessin -->
    </p>
    <p>
        Dans le cas du front froid, l'air froid &eacute;tant plus lourd que l'air chaud qu'il pousse, il aura tendance &agrave; le pousser en bloc.<br/>
        Le front froid va ainsi s'&eacute;tendre sur une distance beaucoup plus restreinte que dans le cas du front chaud.
        <!-- TODO Un dessin -->
    </p>
    <p>
        Pour ceux pour qui ce ne serait pas assez clair ou assez &eacute;vident, on va retourner dans la douche, et d&eacute;crocher le rideau.<br/>
        Pour figurer le front chaud, ou l'air chaud - l&eacute;ger donc - pousse l'air froid - qui est plus lourd, on saisit le rideau par le haut, et on le fait avancer.
        Il prend naturellement une forme inclin&eacute;e, qui est celle du front chaud.<br/>
        <!-- TODO Un dessin -->
         Maintenant, pour figurer le front froid, o&ugrave; l'air froid - lourd donc - pousse l'air chaud - qui est plus l&eacute;ger, on saisit le m&ecirc;me rideau de la m&ecirc;me fa&ccedil;on, mais dont on a lest&eacute; le bas
         avec des poids, de fa&ccedil;on &agrave; figurer l'aspect plus lourd de l'air froid. Lorsqu'on  le fait avancer comme pr&eacute;c&eacute;dement, le rideau prend alors une forme diff&eacute;rente,
         plus verticale, qui est celle du front froid.<br/>
         <!-- TODO Un dessin -->
    </p>

    <div class="content doc-section">
        <h2><a name="04-1">Nuages</a></h2>
        La forme du front va donner lieu &agrave; des formations de nuages diff&eacute;rentes.
    </div>

</div>
<hr class="screen-only"/>
<div class="blank-for-print"></div>

<div class="content doc-section in-the-middle">
    <h1 style="text-align: center; font-size: 3em;"><a name="05">Les perturbations</a></h1>
    On sait maintenant ce que sont des masses d'air, et des fronts.

    <div class="content doc-section">
        <h2><a name="05-1">Isobars</a></h2>
        . . .
    </div>

</div>
<hr class="screen-only"/>
<div class="blank-for-print"></div>

<div class="content doc-section in-the-middle">
    <h1 style="text-align: center; font-size: 3em;"><a name="06">Les cartes m&eacute;t&eacute;o</a></h1>
    On persiste &agrave; appeler &ccedil;a des fax...
</div>
<hr class="screen-only"/>
<div class="blank-for-print"></div>

<div class="content doc-section in-the-middle">
    <h1 style="text-align: center; font-size: 3em;"><a name="07">Au niveau de la mer</a></h1>
    C'est surtout l&agrave; que &ccedil;a nous int&eacute;resse..., nous qui sommes en bateau.
</div>
<hr class="screen-only"/>
<div class="blank-for-print"></div>

<div class="content doc-section in-the-middle">
    <h1 style="text-align: center; font-size: 3em;"><a name="08">Le 500 mb...</a></h1>
    <div class="content doc-section">
        De m&ecirc;me que la pression atmosph&eacute;rique nominale au niveau de la mer (&agrave; 0 m&egrave;tre d'altitude) est de 1013.25 mb, l'<i>altitude</i> nominale de l'isobar 500 mb est de 5640 m&egrave;tres.<br/>
        On peut ainsi produire des cartes m&eacute;t&eacute;o o&ugrave; l'altitude de cet isobar est repr&eacute;sent&eacute;e.
        <p style="margin-left: 10px;">
            <i>Note :</i> On peut faire de m&ecirc;me pour plusieurs isobars... Ainsi, le 200 mb peut faire l'objet de ce genre de choses... Celui-ci (le 200 mb) s'appelle le Jet Stream.<br/>
            Mais ceci concerne plut&ocirc;t les aviateurs.
        </p>
        Ces cartes 500 mb pr&eacute;sentent cet int&eacute;r&ecirc;t &eacute;norme de symboliser le <i>trajet</i> que vont emprunter les perturbations qui nous concernent.<br/>
        Comme si ce trait qui repr&eacute;sente cette altitude de 5640 m&egrave;tres &eacute;tait une sorte de sillon que suivraient les d&eacute;pressions...
    </div>

</div>
<hr class="screen-only"/>
<div class="blank-for-print"></div>

<div class="content doc-section in-the-middle">
    <h1 style="text-align: center; font-size: 3em;"><a name="09">Conclusion</a></h1>
</div>
<hr class="screen-only"/>
<div class="blank-for-print"></div>

<div class="screen-only content doc-section">
    <h1><a name="10">&Agrave; lire ensuite</a></h1>
    . . .
</div>

<!-- End of Doc -->
<hr class="screen-only"/>

<div id="last-page" class="content doc-section in-the-middle" style="margin-right: 30px; font-style: italic;">
    R&eacute;dig&eacute; en 20... pour la premi&egrave;re &eacute;dition.
</div>

</body>
</html>

<!--
  <iframe style="border-radius:12px" src="https://open.spotify.com/embed/artist/0b2B3PwcYzQAhuJacmcYgc?utm_source=generator" width="100%" height="352" frameBorder="0" allowfullscreen="" allow="autoplay; clipboard-write; encrypted-media; fullscreen; picture-in-picture" loading="lazy"></iframe>
  -->
  