<!DOCTYPE html>
<!--
 | For LaTeX : https://www.overleaf.com/learn
 | Config: https://docs.mathjax.org/en/v4.0/web/configuration.html
 |-->
<html lang="fr">
<head>
    <meta charset="UTF-8">
    <title>MPS</title>
    <link rel="icon" type="image/jpg" href="./palm.04.jpg">
    <link rel="stylesheet" href="css/doc.css" type="text/css"/>
    <!--script type="text/x-mathjax-config">
  MathJax.Hub.Config({tex2jax: {inlineMath: [['$','$'], ['\\(','\\)']]}});
    </script-->
    <!--script type="text/javascript" src="https://cdn.mathjax.org/mathjax/latest/MathJax.js?config=TeX-AMS-MML_HTMLorMML"></script-->
    <script type="text/javascript"
        async
        src="https://cdnjs.cloudflare.com/ajax/libs/mathjax/2.7.1/MathJax.js?config=TeX-AMS-MML_HTMLorMML">
    </script>
    <!--script id="MathJax-script" async src="https://cdn.jsdelivr.net/npm/mathjax@3/es5/tex-mml-chtml.js"></script-->
    <!--script type="text/x-mathjax-config">
  MathJax.Hub.Config({tex2jax: {inlineMath: [['$','$'], ['\\(','\\)']]}});
    </script-->

    <script type="text/javascript">
    MathJax.Hub.Config({
        extensions: ["tex2jax.js"],
        jax: ["input/TeX", "output/HTML-CSS"],
        tex2jax: {
            inlineMath: [ ['$','$'], ["\\(","\\)"] ],
            displayMath: [ ['$$','$$'], ["\\[","\\]"] ],
        },
        "HTML-CSS": { availableFonts: ["TeX"] }
    });
    </script>


</head>
<body>

    <!-- Start -->
<h1>M&eacute;thode du Plan des Sommets (MPS)</h1>
M&eacute;thode &eacute;labor&eacute;e par Yves Robin-Jouan, en 1995-96.
<p>
Il s'agit d'une m&eacute;thode de point astronomique destin&eacute;e &agrave; trouver sa position sur la Terre, &agrave; partir de l'observation d'un astre au sextant.<br/>
Ceci n&eacute;cessite - comme dans le cas d'autres m&eacute;thodes - de conna&icirc;tre l'heure exacte - &agrave; la seconde pr&egrave;s - de l'observation, afin d'en d&eacute;duire les coordonn&eacute;es de l'astre observ&eacute;.
</p>

<image src="./images/cone.png" width="40"/> Ce document est en chantier...<br/>
Ceci est un impolementation des projets <a href="https://github.com/OlivierLD/ROB/blob/master/astro-computer/MPS/README.md" target="OS">MPS</a>, et
<a href="https://github.com/OlivierLD/ROB/blob/master/astro-computer/MPSServer/README.md" target="OS">MPSServer</a>.

<hr/>
<b>Sommaire</b>
<ul>
<li><a href="#introduction">Introduction</a></li>
<li><a href="#rappels">Rappels</a></li>
<li><a href="#angles-def">Quelques angles utiles pour la suite</a></li>
<li><a href="#le-principe">Le principe</a></li>
<li><a href="#en-pratique">En pratique</li>
<li><a href="#graphique">Une approche graphique</a></li>
<li><a href="#iterative">Approche it&eacute;rative</a></li>
<li><a href="#equation">R&eacute;soudre l'&eacute;quation de la distance entre les points de deux cercles</a></li>
</ul>
<hr/>

<a name="introduction"><h2>Introduction</h2></a>
<p>
    On veut voir si cette m&eacute;thode est applicable manuellement - sans recours &agrave; l'informatique - pour la partie (de cette m&eacute;thode) applicable aux astres, les satellites ne concernant
    gu&egrave;re ceux qui n'ont qu'un sextant &agrave; leur disposition.
    &Agrave; la diff&eacute;rence de la m&eacute;thode des droites de hauteur (Marcq Saint-Hilaire, 1875), cette m&eacute;thode pr&eacute;sente l'avantage de ne pas avoir &agrave; recourir &agrave; une position estim&eacute;e.
    L'inconv&eacute;nient potentiel pourrait &ecirc;tre la quantit&eacute; de calculs &agrave; mettre en &oelig;uvre...
    C'est ce qu'on se propose de voir ici.
</p>
<p>
    Le principe de la m&eacute;thode repose sur les assertions suivantes&nbsp;:
    <ul>
        <li>&Agrave; un instant donn&eacute;, si on a observ&eacute; un astre &agrave; une hauteur donn&eacute;e, on est capable de d&eacute;terminer
            le lieu des points qui voient cet astre &agrave; cette hauteur (c'est le tr&egrave;s fameux "cercle d'&eacute;gales hauteurs").</li>
        <li>En observant plusieurs astres, il s'agit de d&eacute;terminer le lieu des points communs (id&eacute;alement <i><b>du</b></i> point commun) aux diff&eacute;rents cercles de hauteur ainsi obtenus, qui
            devrait en toute logique correspondre &agrave; la position de l'observateur.</li>
    </ul>
</p>
<p>
    L'&eacute;quation &agrave; r&eacute;soudre n'est pas triviale..., c'est bien l'objet de ce document.
</p>
<p>
    Mais on voit bien ici que la d&eacute;termination de ces cercles d'&eacute;gales hauteurs ne fait en aucun cas intervenir
    une position estim&eacute;e. On a juste besoin ici de conna&icirc;tre&nbsp;:
    <ul>
        <li>La hauteur observ&eacute;e de l'astre</li>
        <li>L'heure de l'observation - destin&eacute;e &agrave; d&eacute;terminer la position de l'astre observ&eacute; (position g&eacute;ographique instantan&eacute;e, aka Pg).</li>
    </ul>
</p>

<a name="rappels"><h2>Rappels...</h2></a>

<h3>Hauteur et azimut d'un astre</h3>
<p>
    <i>Attention</i>&nbsp;: ce qu'on appelle la <b>hauteur</b> d'un astre dans les lignes qui suivent est l'<b><i>angle</i></b> apparent que fait un astre avec l'horizon,
    vu de la position de l'observateur. Ceci est visible et illustr&eacute; sur les figures qui suivent. <code>h</code> est un <b><i>angle</i></b>, est non pas une longueur... Il en est pour qui c'est potentiellement ambigu.
</p>
<p>
    Dans les formules suivantes&nbsp;:
    <ul>
        <li><code>D</code> est la d&eacute;clinaison de l'astre observ&eacute; (calcul&eacute;e ou trouv&eacute;e dans les &eacute;ph&eacute;m&eacute;rides)</li>
        <li><code>L</code> est la latitude de l'observateur</li>
        <li><code>G</code> est la longitude de l'observateur</li>
        <li><code>AHG</code> est l'Angle Horaire a Greenwich de l'astre (calcul&eacute; ou trouv&eacute; dans les &eacute;ph&eacute;m&eacute;rides)</li>
        <li><code>AHL</code> est l'Angle Horaire Local de l'astre (lequel d&eacute;pend de <code>AHG</code> et <code>G</code>)</li>
    </ul>
</p>
<p>
    Calcul de la hauteur d'un astre &agrave; partir de la position de l'observateur&nbsp;:

    $$
    H = \arcsin \left( (\sin(L).\sin(D)) + (\cos(L).\cos(D).\cos(AHL)) \right)
    $$

    Calcul de l'azimut d'un astre &agrave; partir de la position de l'observateur&nbsp;:

    $$
    Z = \arctan \left( \dfrac{\sin(AHL)}{(\cos(L).\tan(D)) - (\sin(L).\cos(AHL))}\right)
    $$
</p>

<h3>Haversine</h3>
<p>
    La formule de haversine permet de conna&icirc;tre, d'un point donn&eacute; &agrave; un autre&nbsp;:
    <ul>
        <li>la distance (GC = Grand Cercle = Great Circle = orthodromique) qui les s&eacute;pare</li>
        <li>l'angle de route initial</li>
    </ul>

    <ul>
        <li>Le point de d&eacute;part est <code>(L1, G1)</code></li>
        <li>Le point d'arriv&eacute;e est <code>(L2, G2)</code></li>
    </ul>

$$
\begin{align}
    a = sin^2(\dfrac{G2 - G1} {2}) + cos(G1) * cos(G2) * sin^2(\dfrac{L2 - L1} {2}) \\
    distance = 2 * atan2(\sqrt{a}, \sqrt{1 - a})
\end{align}
$$
    <!-- With LaTeX -->
    &eacute;crit aussi <!-- inline LaTeX not well supported in md files... -->

$$
\begin{align}
    a = sin^2\left(\dfrac{G2 - G1} {2}\right) + cos G1 . cos G2 . sin^2\left(\dfrac{L2 - L1} {2}\right) \\
    c = 2 . atan2(\sqrt{a}, \sqrt{(1-a)}) \\
    distance = R . c
\end{align}
$$

    o&ugrave; R est le rayon de la Terre.
</p>
<p>
    La formule de haversine <i>inverse</i> permet de conna&icirc;tre la position qu'on atteint&nbsp;:
    <ul>
        <li>en partant d'un point donn&eacute;</li>
        <li>en suivant un arc de grand cercle (aka orthodromie)</li>
        <li>avec un angle de route initial donn&eacute;</li>
    </ul>

    &Agrave; ce sujet, les documents <a href="https://en.wikipedia.org/wiki/Haversine_formula" target="WP">Haversine Formula</a> et <a href="https://fr.wikipedia.org/wiki/Formule_de_haversine" target="WP">Formule de Haversine</a> (aka Sinus Verse)
    m&eacute;ritent un coup d'&oelig;il.

$$
\begin{align}
    finalLat = \arcsin(\sin(startLat) * \cos(dist)) + (\cos(startLat) * \sin(dist) * \cos(heading)) \\
    finalLng = startLng + atan2(\sin(heading) * \sin(dist) * \cos(startLat), \cos(dist) - (\sin(startLat) * \sin(finalLat)))
\end{align}
$$

    <i>Note</i>&nbsp;:<br/>
    On utilise ici <code>atan2</code>, qui restitue des angles entre $ -\pi $ et $ +\pi $, &agrave; la diff&eacute;rence de <code>atan</code>, qui restitue des angles entre $ -\dfrac{\pi} {2} $ et $ +\dfrac{\pi} {2} $.

    <hr/>
    Des liens&nbsp;:
    <ul>
        <li>Voir <a href="https://en.wikipedia.org/wiki/Haversine_formula" target="WP">Haversine Formula</a></li>
        <li>Voir <a href="https://fr.wikipedia.org/wiki/Formule_de_haversine" target="WP">Formule de Haversine</a></li>
        <li>Voir <a href="https://www.navigare-necesse-est.ch/files/1551171181-85-la-guerre-du-sinus-verse-et-de-l-haversine-929.pdf" target="WP">La guerre du sinus verse et de l'haversine</a></li>
        <li>Voir <a href="https://www.aftopo.org/download.php?type=pdf&matricule=aHR0cHM6Ly93d3cuYWZ0b3BvLm9yZy93cC1jb250ZW50L3VwbG9hZHMvYXJ0aWNsZXMvcGRmL2FydGljbGUxNzYwNy5wZGY=" target="_blank">ce document</a></li>
        <li>Voir <a href="https://navastro.fr/index.html?p659.html" target="YRJ">Navigation aux Astres et aux Satellites</a></li>
        <li>
            Pour faire des tests avec des donn&eacute;es valides (&eacute;ph&eacute;m&eacute;rides et autres) voir ces pages, avec des composants graphiques.
            <ul>
                <li><a href="https://olivierld.github.io/web.stuff/astro/index_01.html" target="OS">ES6 Celestial Computer test, with WebComponents</a></li>
                <li><a href="https://olivierld.github.io/web.stuff/astro/index_02.html" target="OS">ES6 Celestial Computer - SPA with BG Components</a></li>
                <li><a href="https://olivierld.github.io/web.stuff/astro/index_03.html" target="OS">Sight Reduction / Correction des hauteurs</a></li>
            </ul>
        </li>
    </ul>
    <hr/>
</p>

<a name="angles-def"><h2>Quelques angles et d&eacute;finitions utiles pour la suite...</h2></a>
<p>
    <img src="images/figure.02.png" width="600">
    <br/>
    <!-- ![Context](images/figure.02.png) -->

    La figure ci-dessus est faite pour &ecirc;tre aussi simple que possible. Tout est dans le m&ecirc;me plan <code>MOP</code> (celui de la feuille).<br/>
    Et m&ecirc;me les astres.
    <br/>
    <code>M</code> est la position de l'observateur sur la Terre.<br/>
    <code>P</code> est le point de la Terre o&ugrave; l'astre est &agrave; la verticale. Ce point est appel&eacute; le "Pied de l'astre", ou aussi la "Position G&eacute;ographique Instantan&eacute;e" de l'astre, souvent not&eacute;e<code>Pg</code>.<br/>
    La hauteur observ&eacute;e en<code>M</code> de l'astre est not&eacute;e <code>h</code>. Notez les autres endroits o&ugrave; cette hauteur <code>h</code> est reproduite, &agrave; partir de <code>S</code>, et &agrave; partir de <code>M</code> vers <code>O</code>.<br/>
    La hauteur observ&eacute;e est l'angle que fait l'astre avec l'horizon.<br/>
    L'angle que fait l'astre observ&eacute; avec le z&eacute;nith (la verticale de l'observateur) est le compl&eacute;ment de cette hauteur, <code>90 - h</code>, et s'appelle
    la Distance Z&eacute;nithale, not&eacute;e aussi &zeta;, la lettre grecque "dzeta" (&ccedil;a commence par "dz"...).

    <p>
        <i>Note</i>&nbsp;: sur la figure, la direction de l'astre &agrave; partir de M est identique (parall&egrave;le) &agrave; sa direction &agrave; partir de O.
        Ceci convient &agrave; un astre tr&egrave;s &eacute;loign&eacute; de l'observateur. &Ccedil;a ne serait pas applicable pour un satellite.
    </p>
    Pour le c&ocirc;ne, l'angle en O (MOP) est <code>(90° - h)</code>.<br/>
    La distance (grand cercle) <code>M - P</code> est donc <code>(90° - h) * 60.0</code> nm.<br/>
    <br/>
    La distance <code>MS</code> est <code>r * (1 / tg(h))</code>, o&ugrave; <code>r</code> est le rayon de la Terre.<br/>
    Le rayon de la base du c&ocirc;ne est <code>r * cos(h)</code>.<br/>
    La distance du centre le la Terre <code>O</code> au sommet <code>S</code> est $ \sqrt{MS^2 + r^2} $. <!--, not&eacute; aussi

    $$
    \sqrt{MS^2 + r^2}
    $$
    -->
    <br/>

    La distance <code>OS</code> est <code>MS / cos(h)</code>.<br/>
    Comme <code>MS</code> = <code>1 / tg(h)</code>, <code>OS</code> s'&eacute;crit aussi <code>(cos(h) / sin(h)) / cos(h)</code>, soit
    <code>1 / sin(h)</code>.<br/>
    <code>OS</code> = <code>1 / sin(h)</code>.<br/>
    La distance <code>PS</code> est &eacute;gale &agrave; <code>OS - r</code>.<br/>
    Donc <code>PS = (1 / sin(h)) - r</code>.<br/>
    <br/>
    Voici le m&ecirc;me sch&eacute;ma (simpliste) avec deux astres. Ici, les astres ne sont pas situ&eacute;s dans le plan de la feuille...<br/>
    <!-- ![Another one](./images/figure.03.png) -->
    <img src="images/figure.03.png" width="600">
    <br/>
    On remarque ici que <i>deux</i> cercles (le vert et le rouge) peuvent pr&eacute;senter <i>deux</i> intersections.<br/>
    En fait, ils n'en ont qu'une que lorsqu'ils sont tangents l'un &agrave; l'autre, ce qui ne constitue pas - et de loin -
    la majorit&eacute; des cas.
    <br/>
    <i>Note</i>&nbsp;: Sur la figure  ci-dessus, ce qu'on appelle le "Plan des Sommets" est ici perpendiculaire au plan de la feuille.<br/>
    On en voit les points <code>S1</code>, <code>M</code>, et <code>S2</code>, sur "la tranche" du plan, qui ont ici tous la m&ecirc;me cote (z), mais des abscisses (x) et ordonn&eacute;es (y) tr&egrave;s vari&eacute;es.
    <br/>
    <br/>
    Voici la m&ecirc;me figure, "pench&eacute;e" vers celui qui la regarde,
    ou bien qui s'est lev&eacute; de sa chaise, la figure est vue de plus haut...
    <br/>
    <!-- ![Another one](./images/figure.04.png) -->
    <img src="images/figure.04.png" width="600">
    <br/>
    Le "Plan des Sommets" est celui qui est d&eacute;fini par <code>S2</code>, <code>M</code> et <code>S1</code>, il est tangent &agrave; la Terre en <code>M</code>.

    <hr/>
</p>

<a name="le-principe"><h2>Le principe</h2></a>
<p>
    <ul>
        <li>On est capable de d&eacute;terminer les points d'un cercle d&eacute;fini par les points qui voient un astre &agrave; la m&ecirc;me hauteur, &agrave; un instant donn&eacute;.</li>
        <li>Avec plusieurs observations (plusieurs astres), l'observateur se trouve &agrave; l'intersection de ces cercles.</li>
        <li>
            Pour chaque astre, les param&egrave;tres de l'&eacute;quation sont&nbsp;:
            <ul>
                <li>La hauteur de l'astre observ&eacute;
                <li>L'heure de l'observation
            </ul>
        </li>
        <li>
            On en d&eacute;duit&nbsp;:
            <ul>
                <li>Avec les &eacute;ph&eacute;m&eacute;rides, la position du point Pg de l'astre (D&eacute;clinaison et AHG), le centre du cercle.
                <li>Par le calcul, le lieu des points (un cercle centr&eacute; sur ce Pg) qui voient l'astre &agrave; la m&ecirc;me hauteur (celle qu'on a observ&eacute;e).
            </ul>
        </li>
    </ul>

    Avec plus d'un astre, la position de l'observateur - celle qu'on cherche - est &agrave; l'intersection de ces cercles.<br/>
    <br/>

    <i>Note</i>&nbsp;: On fait figurer plusieurs astres dans les diagrammes ci-dessous - le Soleil, la Lune, Mars, Spica (&alpha; Libra). C'est juste pour l'exemple. Il est hautement improbable
    de les voir tous en m&ecirc;me temps.
    <br/><br/>
    <i>Une autre Note</i>&nbsp;: Le sommet de tous les c&ocirc;nes, et la position de l'observateur, se trouvent tous dans le m&ecirc;me plan.<br/>
    D'o&ugrave; - sans doute - le nom de la m&eacute;thode...<br/>
    <br/>
    La position de l'observateur - celle qu'on cherche, donc - est &agrave; l'intersection de la base des c&ocirc;nes, dans les figures qui suivent,
    c'est <code>47º40.66'N / 3º08.14'W</code>.
    <p>
        <img src="images/01.png"alt="Context" title="Context" style="width: 75%;">
    </p>

    Voici la m&ecirc;me figure, d'un autre point de vue.<br/>
    On note que - comme attendu - les g&eacute;n&eacute;ratrices des c&ocirc;nes tangentent la Terre &agrave; la base du c&ocirc;ne, <i>sur</i> le cercle d'&eacute;gales hauteurs.<br/>
    <p>
        <img src="images/02.png"alt="Context" title="Context" style="width: 75%;">
    </p>

    Les cercles se croisent &agrave; la position de l'observateur. Ainsi, la position de l'observateur et<br/>
    toutes celles des sommets des c&ocirc;nes sont dans le m&ecirc;me plan. Et elles ne sont pas - loin de l&agrave; -
    n&eacute;cessairement align&eacute;es.
    <p>
        <img src="images/02.bis.png"alt="Context" title="Context" style="width: 75%;">
    </p>
    L'&eacute;chelle des cartes pose ici un premier probl&egrave;me. Voici le contexte ci-dessus repr&eacute;sent&eacute; sur une carte
    Mercator.<br/>
    Deux premiers &eacute;l&eacute;ments sont &agrave; noter&nbsp;:
    <ul>
        <li>Les cercles de hauteur ne sont pas ronds sur cette projection.</li>
        <li>Ils peuvent &ecirc;tre &eacute;normes.</li>
    </ul>

    Ils ne sont ronds ni sur une carte Mercator&nbsp;:
    <p>
        <img src="images/03.png"alt="Context" title="Context" style="width: 75%;">
    </p>

    Ni sur une carte Anaximandre&nbsp;:
    </p>
        <img src="images/04.png"alt="Context" title="Context" style="width: 75%;">
    </p>
    En fait, ils ne sont ronds que sur un globe.
</p>

<a name="en-pratique"><h2>En pratique</h2></a>
Vaste sujet... &Ccedil;a vient !
<p>
    <h4>Une remarque &agrave; propos du point par droites de hauteurs, de Marcq Saint-Hilaire</h4>

    Pour mettre cette m&eacute;thode en &oelig;uvre, on mesure la hauteur d'un astre au sextant, qu'on compare &agrave; ce qu'on
    devrait observer si on &eacute;tait l&agrave; o&ugrave; l'estime nous situe, cette hauteur "&eacute;stim&eacute;e" est calcul&eacute;e gr&acirc;ce aux &eacute;ph&eacute;m&eacute;rides et aux tables de Dieumegard, pour l'heure (exacte)
    de l'observation.<br/>
    La droite de hauteur obtenue est ensuite port&eacute;e sur la carte, perpendiculairement &agrave; l'azimut de
    l'astre observ&eacute;, lequel est <i><b>calcul&eacute;</b></i> (par les tables de Bataille), <b><i>et non pas observ&eacute;</i></b> !<br/>
    Ceci justifie - entre autres - la raison pour laquelle un intercept de plus de 15 miles est consid&eacute;r&eacute; comme suspect. Le
    calcul de l'azimut se faisant &agrave; partir de la position estim&eacute;e, une "mauvaise" estime donne lieu
    &agrave; un azimut potentiellement &eacute;rron&eacute;.<br/>

    <h3>Une premi&egrave;re approche...</h3>
    On va partir - pour l'instant - d'une position estim&eacute;e, d'o&ugrave; on pourra calculer l'azimut des astres observ&eacute;s &agrave; l'aide des tables de Bataille.
    On pourra alors calculer le point du cercle d'&eacute;gales hauteur (de cet astre) pour cet azimut.

    <h4>Exemple</h4>
    <pre>
    On 2025-Aug-20 10:40:31 UTC:
    the Sun Decl 12º16.80'N, GHA 339º17.40', from 47º40.66'N / 3º08.14'W.
    Seeing the Sun at altitude 49º22.52', in the 142.65º
    </pre>
</p>

<a name="graphique"><h2>Une approche graphique ?</h2></a>
<p>
    Le challenge ici est donc de trouver pour <i><b>tous</b></i> les cercles le (ou les) point(s) commun(s).<br/>
    On peut essayer graphiquement, pour la latitude, puis pour la longitude...<br/>
    <br/>
    Mais le calcul des coordonn&eacute;es de chaque cercle (ou c&ocirc;ne) requiert des ressources et un nombre d'op&eacute;rations consid&eacute;rables (effrayant si on fait &ccedil;a manuellement)...<br/>
    <br/>
    On peut cependant facilement calculer le rayon de la base du c&ocirc;ne (du cercle). Les coordonn&eacute;es du centre
    sont restitu&eacute;es par les &eacute;ph&eacute;m&eacute;rides.<br/>
    Mais deux probl&egrave;mes se posent alors&nbsp;:
    <ul>
        <li>Le cercle n'est rond que sur une sph&egrave;re (un globe), les cartes dont on dispose (Mercator, Lambert, St&eacute;r&eacute;ographiques, etc) ne permettent certainement
            pas de tracer ces cercles avec un compas, ni avec aucun outil connu.</li>
        <li>Quand bien m&ecirc;me on parviendrait &agrave; tracer ce cercle, il est parfois tellement vaste - &agrave; l'&eacute;chelle de la Terre - que
            les coordonn&eacute;es des intersections avec un autre cercle seraient fort impr&eacute;cises. C'est &agrave; cause de &ccedil;a qu'on a - dans le contexte des droites de hauteur -
            &eacute;labor&eacute; Canevas Mercator et autres Plotting Sheets...</li>
    </ul>

    Si on part d'une position estim&eacute;e, on revient &agrave; un point par droites de hauteurs classique (Saint-Hilaire).
    Si on a trois astres, on a trois droites, et on est &agrave; leur intersection...<br/>
    <br/>
    D'o&ugrave; la question&nbsp;: <i>Quel est alors dans ce contexte (graphique) l'int&eacute;ret de la M&eacute;thode du Plan des Sommets&nbsp;?</i>
    <br/>
    La r&eacute;solution du probl&egrave;me ci-dessus par les droites de hauteur produit la figure suivante&nbsp;:
    <p>
        <img src="images/05.png"alt="Context" title="Context" style="width: 75%;">
    </p>
    Le tooltip sur la figure repr&eacute;sente les coordonn&eacute;es de l'intersection des droites de hauteur (en bleu).
    Et ceci est r&eacute;alisable sans informatique, ni m&ecirc;me &eacute;lectricit&eacute;.
</p>

<a name="iterative"><h2>Approche it&eacute;rative</h2></a>
<p>
    Le probl&egrave;me est que deux cercles peuvent avoir deux intersections...<br/>
    C'est ce qui est restitu&eacute; ci-dessous, dans les lignes <code>1st Position</code> et
    <code>2nd Position</code>.
    Il y a un premier test qui semble fonctionner, voir <code>mps.pg.PlayGround01.java</code>.
    On proc&egrave;de en plusieurs fois - ambiance <a href="https://fr.wikipedia.org/wiki/M%C3%A9thode_de_Newton" target="WP">m&eacute;thode de Newton</a>.<br/>
    La m&eacute;thode de Newton est fort pratique quand on cherche la solution d'une &eacute;quation (ou d'un syst&egrave;me d'&eacute;quations)
    tr&egrave;s (voire trop) complexe. La solution &agrave; laquelle on arrive n'est pas "exacte", mais on a une id&eacute;e de sa pr&eacute;cision, et c'est d&eacute;j&agrave; pas mal.<br/>
    Cette m&eacute;thode est particuli&egrave;rement s&eacute;duisante dans un contexte informatique.

    <h4>La m&eacute;thode de Newton, en deux mots.</h4>
    La fa&ccedil;on de proc&eacute;der est la suivante&nbsp;:
    <ul>
        <li>Admettons pour cet exemple qu'on cherche la valeur de <code>x</code> pour laquelle <code>y = f(x) = 0</code>. <code>f(x)</code> est cette fonction (pas n&eacute;cessairement une fonction, d'ailleurs, &ccedil;a peut &ecirc;tre une conique, ou n'importe quelle autre acrobatie), dont on a la formule, mais dont l'obtention de la (ou des) racine(s) fait peur.</li>
        <li>On va partir d'une valeur de <code>x</code> pour laquelle on sait qu'`y</code> est d'un c&ocirc;t&eacute; du r&eacute;sultat attendu (qui est donc <code>0</code>), qu'on va finir par se retrouver de l'autre en faisant progresser <code>x</code> d'une valeur <code>deltaX</code>.</li>
        <li>On commence. On part de <code>x</code>, on calcule <code>y</code>, on trouve une valeur inf&eacute;rieure &agrave; <code>0</code>. On note cet <code>x</code>.</li>
        <li>On continue, on augmente <code>x</code> de <code>detlaX</code>. On recalcule <code>y</code>.</li>
        <li>Tant que le signe de <code>y</code> ne change pas, on continue.</li>
        <li>Le signe de <code>y</code> change ! On note la valeur de <code>x</code>, on l'appelle <code>x2</code>.</li>
        <li>Et la pr&eacute;c&eacute;dente valeur de <code>x</code>, on l'appelle <code>x1</code>.</li>
        <li>On reprend le proc&eacute;d&eacute; au d&eacute;but, mais entre <code>x1</code> et <code>x2</code>, avec un <code>deltaX</code> plus petit (par exemple divis&eacute; par 10).</li>
        <li>Et on arr&ecirc;te - arbitrairement - quand la pr&eacute;cision requise (analogue &agrave; <code>deltaX</code>) est atteinte. La racine (le r&eacute;sultat) recherch&eacute;e est entre <code>x1</code> et <code>x2</code>, lesquels sont
        s&eacute;par&eacute;s d'une valeur <code>deltaX</code>. Il appartient d&egrave;s lors &agrave; l'utilisateur de savoir si cette pr&eacute;cision est suffisante, ou s'il faut poursuivre les it&eacute;rations.</li>
    </ul>

    Dans le cas qui nous occupe, on commencera avec <code>Z</code> (<code>Z</code> est ici un azimuth, rien &agrave; voir avec la cote d'un rep&egrave;re cart&eacute;sien, qui s'appelle <code>z</code> aussi) allant de <code>0</code> &agrave; <code>360</code>, tous les <code>0.1</code> degr&eacute;s.
    Le nombre d'it&eacute;rations correspond au nombre de fois o&ugrave; on divisera cet intervalle de degr&eacute;s par 10 (ce <code>10</code> est arbitraire). Ainsi, avec ce <code>10</code>,
    si on demarre avec un pas de <code>0.1</code> (10<sup><small>-1</small></sup>) degr&eacute;, et qu'on proc&egrave;de en 4 it&eacute;rations, on finira avec un pas de 10<sup><small>-4</small></sup > degr&eacute;s, mais sur un intervalle (un arc de cercle)
    beaucoup plus restreint que lors de la premi&egrave;re it&eacute;ration (qui faisait tout le cercle). D'o&ugrave; l'int&eacute;r&ecirc;t de la m&eacute;thode, merci Isaac&nbsp;!

    <h4>Exemple (tous les d&eacute;tails sont dans le code)</h4>
    Dans les exemples ci-dessous, la hauteur des astres est celle observ&eacute;e &agrave; partir de la position <code>47º40.66'N / 3º08.14'W</code>.<br/>
    Les astres par d&eacute;faut (dans le script) sont la Lune et le Soleil.
    <pre>
    $ ./test.one.sh
    OK. Proceeding with user's input.
    1st Position between 2º56.79'N / 19º14.49'W and 2º56.79'N / 19º14.49'W, dist 0.00 nm.
    2nd Position between 47º40.66'N / 3º08.14'W and 47º40.66'N / 3º08.14'W, dist 0.00 nm.
    Done
    $
    </pre>
    On peut aussi fournir les param&egrave;tres directement sur la command line:
    <pre>
    $ ./test.one.sh --time-1:2025-08-20T10:40:31 --gha-1:339º17.40 --decl-1:N12º16.80 --alt-1:49º22.52 --time-2:2025-08-20T10:40:31 --alt-2:66º33.85 --gha-2:13º41.85 --decl-2:N25º46.13 --verbose:false
    OK. Proceeding with user's input.
    1st Position between 2º56.79'N / 19º14.49'W and 2º56.79'N / 19º14.49'W, dist 0.00 nm.
    2nd Position between 47º40.66'N / 3º08.14'W and 47º40.66'N / 3º08.14'W, dist 0.00 nm.
    Done
    $
    </pre>
    Plusieurs exemples figurent dans le package <code>mps.pg</code>, comme <code>mps.pg.PlayGround08.java</code>.
    From the <code>MPSServer</code> directory:
    <pre>
    $ ../../gradlew clean shadowJar
    $ java -cp build/libs/MPSServer-1.0-all.jar mps.pg.PlayGround08

    Calculation launched for 2025-Sep-26 03:15:00 UTC
    Sun     &nbsp;:	 ObsAlt: -27º59.56' (-27.992677),	 GHA:  230º54.36' (230.905951),	 Decl: 1º18.81'S (-1.313542)
    Moon    &nbsp;:	 ObsAlt: -64º38.88' (-64.647941),	 GHA:  186º45.86' (186.764356),	 Decl: 22º29.58'S (-22.493011)
    ----------------------------------------------------
    Saturn  &nbsp;:	 ObsAlt:  22º16.56' (22.276078),	 GHA:  54º39.20' (54.653345),	 Decl: 3º02.88'S (-3.048023)
    Jupiter &nbsp;:	 ObsAlt:  33º59.69' (33.994908),	 GHA:  300º20.17' (300.336092),	 Decl: 21º40.69'N (21.678212)
    Rigel   &nbsp;:	 ObsAlt:  28º51.39' (28.856483),	 GHA:  334º59.47' (334.991105),	 Decl: 8º10.09'S (-8.168236)
    Aldebaran:	 ObsAlt:  55º20.72' (55.345321),	 GHA:  344º35.06' (344.584258),	 Decl: 16º33.74'N (16.562267)
    1 - Saturn & Jupiter
    After 4 iterations:
    1st position between 47º40.66'N / 3º08.14'W (47.677668 / -3.135668) and 47º40.66'N / 3º08.14'W (47.677643 / -3.135670), dist 0.00 nm.
    2nd position between 10º54.28'S / 13º14.41'E (-10.904689 / 13.240187) and 10º54.28'S / 13º14.41'E (-10.904689 / 13.240187), dist 0.00 nm.
    2 - Saturn & Rigel
    After 4 iterations:
    1st position between 47º40.66'N / 3º08.14'W (47.677668 / -3.135668) and 47º40.66'N / 3º08.14'W (47.677678 / -3.135640), dist 0.00 nm.
    2nd position between 63º12.51'S / 12º06.38'W (-63.208440 / -12.106294) and 63º12.51'S / 12º06.38'W (-63.208440 / -12.106294), dist 0.00 nm.
    3 - Rigel & Jupiter
    After 4 iterations:
    1st position between 27º54.85'S / 86º36.17'E (-27.914095 / 86.602860) and 27º54.84'S / 86º36.17'E (-27.914056 / 86.602848), dist 0.00 nm.
    2nd position between 47º40.66'N / 3º08.14'W (47.677678 / -3.135640) and 47º40.66'N / 3º08.14'W (47.677678 / -3.135640), dist 0.00 nm.
    4 - Rigel & Aldebaran
    After 5 iterations:
    1st position between 47º35.55'N / 3º20.13'W (47.592451 / -3.335450) and 47º35.51'N / 3º20.09'W (47.591775 / -3.334816), dist 0.05 nm.
    2nd position between 48º03.44'N / 2º13.10'W (48.057372 / -2.218396) and 48º03.44'N / 2º13.10'W (48.057372 / -2.218396), dist 0.08 nm.
    -----------------------------
    Full Intersection Calculation took 5,398 ms (System Time)
    -----------------------------
    Found intersection at 47º40.66'N / 3º08.14'W
    => Compare to original position: 47º40.66'N / 3º08.14'W
    ==> Difference/offset: 0.00 nm
    ------- End of the story -------
    </pre>
    ... Encore un fois, les d&eacute;tails sont dans le code.<br/>
    Ceci semble fonctionner comme on l'attend, mais il est pour le moment <i><b>totalement inenvisageable</b></i> de faire
    le boulot sans un calculateur - programmable.

    <h4>Une premi&egrave;re approche interactive</h4>
    Un script interactif, <code>cones.resolution.sh</code>&nbsp;:
    <pre>
    $ ./cones.resolution.sh

    You will be prompted to enter body names, dates, and observed altitudes.

    Body name: Mars
    Date (duration format): 2025-10-07T15:36:00
    Observed Altitude: 21.98
    More [n]|y ? > y
    Ok, another one.
    Body name: Venus
    Date (duration format): 2025-10-07T15:36:00
    Observed Altitude: 14.014
    More [n]|y ? > y
    Ok, another one.
    Body name: Altair
    Date (duration format): 2025-10-07T15:36:00
    Observed Altitude: 32º28.63'
    More [n]|y ? >
    Now proceeding.
    Read line [Body=Mars;Date=2025-10-07T15:36:00;ObsAlt=21.98]
            Body&nbsp;: [Mars]
            Date&nbsp;: [2025-10-07T15:36:00]
            Alt&nbsp;: [21.98] => [21.980000]
    Calculation launched for 2025-Oct-07 15:36:00 UTC
    For Mars at 2025-Oct-07 15:36:00 UTC, ObsAlt should be 21.942255 ( 21º56.54')
    Read line [Body=Venus;Date=2025-10-07T15:36:00;ObsAlt=14.014]
            Body&nbsp;: [Venus]
            Date&nbsp;: [2025-10-07T15:36:00]
            Alt&nbsp;: [14.014] => [14.014000]
    Calculation launched for 2025-Oct-07 15:36:00 UTC
    For Venus at 2025-Oct-07 15:36:00 UTC, ObsAlt should be 14.013912 ( 14º00.83')
    Read line [Body=Altair;Date=2025-10-07T15:36:00;ObsAlt=32º28.63']
            Body&nbsp;: [Altair]
            Date&nbsp;: [2025-10-07T15:36:00]
            Alt&nbsp;: [32º28.63'] => [32.477167]
    Calculation launched for 2025-Oct-07 15:36:00 UTC
    For Altair at 2025-Oct-07 15:36:00 UTC, ObsAlt should be 32.477156 ( 32º28.63')
    We have 3 bodies.
    Mars:    ObsAlt:  21º58.80' (21.980000),         GHA:  32º35.17' (32.586194),    Decl: 15º05.10'S (-15.084996)
    Venus:   ObsAlt:  14º00.84' (14.014000),         GHA:  77º04.14' (77.068942),    Decl: 4º22.30'N (4.371674)
    Altair:  ObsAlt:  32º28.63' (32.477167),         GHA:  312º31.51' (312.525102),  Decl: 8º56.33'N (8.938912)
    [0, 1], Mars and Venus
    1 - Mars & Venus
    After 4 iterations:
    1st position between 47º37.75'N / 3º07.46'W (47.629198 / -3.124387) and 47º37.75'N / 3º07.46'W (47.629210 / -3.124347), dist 0.00 nm.
    2nd position between 70º06.79'S / 99º21.31'W (-70.113119 / -99.355096) and 70º06.79'S / 99º21.31'W (-70.113119 / -99.355096), dist 0.00 nm.
    [0, 2], Mars and Altair
    2 - Mars & Altair

    . . .

    6 - Altair & Venus
    After 4 iterations:
    1st position between 19º02.37'S / 3º31.58'W (-19.039437 / -3.526361) and 19º02.37'S / 3º31.58'W (-19.039445 / -3.526371), dist 0.00 nm.
    2nd position between 47º40.65'N / 3º08.15'W (47.677496 / -3.135769) and 47º40.65'N / 3º08.15'W (47.677496 / -3.135769), dist 0.00 nm.
    End of permutations, 6 intersections
    -----------------------------
    Full Intersection Calculation took 7,348 ms (System Time)
    -----------------------------
    70º06.78'S / 99º21.30'W too far from 47º38.60'N / 3º09.58'W (8176.094466)
    47º40.65'N / 3º08.15'W too far from 70º06.78'S / 99º21.30'W (8178.358130)
    . . .
    47º38.60'N / 3º09.58'W too far from 48º18.67'S / 41º08.50'E (6212.995889)
    19º02.37'S / 3º31.58'W too far from 47º38.60'N / 3º09.58'W (4008.198989)
    47º40.65'N / 3º08.15'W too far from 19º02.37'S / 3º31.58'W (4010.258270)
    PointMap has 4 entries
    Found (avg) intersection at 47º39.00'N / 3º08.38'W
    ------- End of the story -------
    Done
    </pre>

    <h4>Une premi&egrave;re impl&eacute;mentation, web front-end et HTTP/REST back-end</h4>
    <p>
        <img src="images/mps.101.png"alt="Context" title="MPS 101" style="width: 75%;">
    </p>

    La position calcul&eacute;e apparait dans la bo&icirc;te "MPS Data"

    <p>
        <img src="images/mps.102.png"alt="Context" title="MPS 103" style="width: 75%;">
    </p>
    Les calculs sont effectu&eacute;s par le serveur, &agrave; l'aide de services REST, ou sur le client, en ES6.<br/>
    Un exemple plus complet est d&eacute;crit <a href="https://github.com/OlivierLD/ROB/blob/master/astro-computer/MPSServer/HOW_TO.md" target="OS">ici</a>.
</p>

<a name="equation"><h2>R&eacute;soudre l'&eacute;quation de la distance entre les points de deux cercles...</h2></a>
<p>
    Il doit y avoir un - voire deux - point(s) des cercles o&ugrave; cette distance est nulle.
    <br/>
    Pour chaque cercle - base du c&ocirc;ne - on a
    <ul>
        <li>La hauteur de l'astre observ&eacute;</li>
        <li>Les coordonn&eacute;es du pied de l'astre (point Pg)</li>
    </ul>
    Le rayon du cercle est d&eacute;duit de la hauteur observ&eacute;e <code>h</code>, comme d&eacute;j&agrave; vu plus haut,
    c'est <code>r * cos(h)</code>.
    <br/><br/>
    &Agrave; l'aide de la formule de Haversine inverse, on peut d&eacute;terminer les coordonn&eacute;es de chaque point du cercle recherch&eacute;.
    $$
    \begin{cases}
    finalLat = \arcsin(\sin(pgLat) * \cos(radius)) + (\cos(pgLat) * \sin(radius) * \cos(Z)) \\
    finalLng = pgLng + atan2(\sin(Z) * \sin(radius) * \cos(pgLat), \cos(radius) - (\sin(pgLat) * \sin(finalLat)))
    \end{cases}
    $$

    <!-- This is not understood by md on git... Too bad.
    $$
    \begin{array}{lcl}
    z & = & a \\
    f(x,y,z) & = & x + y + z
    \end{array}
    $$
    -->

    Dans les formules ci-dessus&nbsp;:
    <ul>
        <li><code>pgLat</code> est la latitude du pied de l'astre</li>
        <li><code>pgLng</code> est la longitude du pied de l'astre</li>
        <li><code>radius</code> est le rayon du cercle</li>
        <li><code>Z</code> est l'azimuth - le rel&egrave;vement - du point recherch&eacute; du cercle, &agrave; partir de son centre (le pied de l'astre).<br/>
        <code>Z</code> va de 0&deg; &agrave; 360&deg;, soit de 0 &agrave; 2&times;&Pi; radians, pour d&eacute;finir un cercle complet.</li>
    </ul>

    Tous les angles (y compris <code>radius</code>) sont &agrave; exprimer en radians.<br/>
    Les valeurs <code>finalLat</code> et <code>finalLng</code> sont ainsi les coordon&eacute;es du point du cercle de centre <code>Pg</code>, de rayon <code>radius</code>, pour un angle <code>Z</code>.<br/>
    <br/>
    Ces formules sont donc la base de l'&eacute;quation &agrave; r&eacute;soudre.<br/>
    Pour trouver les intersections entre deux cercles d&eacute;finis comme ci-dessus,
    le probl&egrave;me &agrave; poser - et r&eacute;soudre - est donc&nbsp;:
    <ul>
        <li>Avec <code>Pg1</code> et <code>Pg2</code> d&eacute;finis par les &eacute;ph&eacute;merides &agrave; l'heure de l'observation, pour les astres observ&eacute;s,
            <code>radius1</code> et <code>radius2</code> d&eacute;finis par la hauteur des astres observ&eacute;s</li>
        <li>Pour les cercles d&eacute;finis par <code>Pg1[pg1Lat, pg1Lng]</code>, <code>radius1</code>, et <code>Pg2[pg2Lat, pg2Lng]</code>, <code>radius2</code>,</li>
        <li><i><b>On cherche</b></i> quels sont les points de la Terre o&ugrave; <code>finalLat1 = finalLat2</code> et <code>finalLng1 = finalLng2</code> !</li>
        <li>Les variables cruciales sont ici <code>Z1</code> et <code>Z2</code>, les autres (<code>Pg1[pg1Lat, pg1Lng]</code>, <code>radius1</code>, et <code>Pg2[pg2Lat, pg2Lng]</code>, <code>radius2</code>) &eacute;tant invariantes dans le contexte du calcul.</li>
    </ul>
    Le syst&egrave;me complet devient ainsi

    $$
    \begin{cases}
    finalLat1 = \arcsin(\sin(pg1Lat) * \cos(radius1)) + (\cos(pg1Lat) * \sin(radius1) * \cos(Z1)) \\
    finalLng1 = pg1Lng + atan2(sin(Z1) * \sin(radius1) * \cos(pg1Lat), \cos(radius1) - (\sin(pg1Lat) * \sin(finalLat1))) \\
    finalLat2 = \arcsin(\sin(pg2Lat) * \cos(radius2)) + (\cos(pg2Lat) * \sin(radius2) * \cos(Z2)) \\
    finalLng2 = pg2Lng + atan2(sin(Z2) * \sin(radius2) * \cos(pg2Lat), \cos(radius2) - (\sin(pg2Lat) * \sin(finalLat2))) \\
    finalLat1 = finalLat2 \\
    finalLng1 = finalLng2
    \end{cases}
    $$

    On va distinguer les &eacute;quations concernant la latitude de celles qui concernent la longitude.

    <h4>On commence par les latitudes</h4>
    On obtient alors
    $$
    \begin{cases}
    finalLat1 = \arcsin(\sin(pg1Lat) * \cos(radius1)) + (\cos(pg1Lat) * \sin(radius1) * \cos(Z1)) \\
    finalLat2 = \arcsin(\sin(pg2Lat) * \cos(radius2)) + (\cos(pg2Lat) * \sin(radius2) * \cos(Z2)) \\
    finalLat1 = finalLat2
    \end{cases}
    $$

    Ou aussi
    $$
    \arcsin(sin(pg1Lat) * \cos(radius1)) + (\cos(pg1Lat) * \sin(radius1) * \cos(Z1)) = \arcsin(\sin(pg2Lat) * \cos(radius2)) + (\cos(pg2Lat) * \sin(radius2) * \cos(Z2))
    $$

    Si on pose <code>A1 = sin(pg1Lat) * cos(radius1)</code> et <code>B1 = cos(pg1Lat) * sin(radius1)</code>, on a alors
    $$
    \arcsin(A1) + (B1 * \cos(Z1)) = \arcsin(A2) + (B2 * \cos(Z2))
    $$
    <!--
    ```
    (B1 * cos(Z1)) = arcsin(A2) + (B2 * cos(Z2)) - arcsin(A1)
    ```

    ```
            arcsin(A2) + (B2 * cos(Z2)) - arcsin(A1)
    cos(Z1) = ----------------------------------------
                            B1
    ```

    ```
                / arcsin(A2) + (B2 * cos(Z2)) - arcsin(A1) \
    Z1 = arccos | ---------------------------------------- |
                \                B1                        /
    ```
    -->
    ou de mani&egrave;re encore plus concise, comme <code>Z1</code> et <code>Z2</code> sont les seules variables, <code>A1</code>, <code>A2</code>, <code>B1</code> et <code>B2</code>
    &eacute;tant connus dans ce contexte&nbsp;:
    $$
    f1(z) = \arcsin(A1) + (B1 * \cos(z)) \\
    f2(z) = \arcsin(A2) + (B2 * \cos(z))
    $$

    On cherche donc les valeurs <code>Z1</code> et <code>Z2</code> pour lesquelles
    ```
    f1(Z1) = f2(Z2)
    ```
    ... qui constitue donc un syst&egrave;me de <b>1</b> &eacute;quation &agrave; <b>2</b> inconnues. Ouille.

    <h4>Les longitudes ensuite</h4>

    $$
    \begin{cases}
    finalLng1 = pg1Lng + atan2(sin(Z1) * sin(radius1) * cos(pg1Lat), cos(radius1) - (sin(pg1Lat) * sin(finalLat1))) \\
    finalLng2 = pg2Lng + atan2(sin(Z2) * sin(radius2) * cos(pg2Lat), cos(radius2) - (sin(pg2Lat) * sin(finalLat2))) \\
    finalLng1 = finalLng2
    \end{cases}
    $$

    Ou aussi, comme pr&eacute;c&eacute;demment

    $$
    pg1Lng + atan2(sin(Z1) * sin(radius1) * cos(pg1Lat), cos(radius1) - (sin(pg1Lat) * sin(finalLat1))) = pg2Lng + atan2(sin(Z2) * sin(radius2) * cos(pg2Lat), cos(radius2) - (sin(pg2Lat) * sin(finalLat2)))
    $$

    On note cette fois que ces formules font intervenir les valeurs <code>finalLat1</code>, et <code>finalLat2</code>, r&eacute;sultats du syst&egrave;me pr&eacute;c&eacute;dent...<br/>
    Cette fois-ci, on pose
    $$
\begin{align}
    C1 = pg1Lng \\
    C2 = pg2Lng \\
    D1 = \sin(radius1) * \cos(pg1Lat) \\
    D2 = \sin(radius2) * \cos(pg2Lat) \\
    E1 = \cos(radius1) \\
    E2 = \cos(radius2)
\end{align}
    $$
    Et on a
    $$
    C1 + atan2(\sin(Z1) * D1, E1 - (\sin(C1) * \sin(finalLat1))) = C2 + atan2(\sin(Z2) * D2, E2 - (\sin(C2) * \sin(finalLat2)))
    $$
    On d&eacute;finit les m&ecirc;me sortes de fonctions qu'auparavant, <code>g1</code> et <code>g2</code>&nbsp;:
    $$
\begin{align}
    g1(z, fl) = atan2(sin(z) * D1, E1 - (sin(C1) * sin(fl))) \\
    g2(z, fl) = atan2(sin(z) * D2, E2 - (sin(C2) * sin(fl)))
\end{align}
    $$
    Avec les <code>fl</code> (<code>finalLat1</code> et <code>finalLat2</code>) trouv&eacute;es pr&eacute;c&eacute;demment, on cherche <code>Z1</code> et <code>Z2</code> o&ugrave;&nbsp;:
    $$
    g1(Z1, fl1) = g2(Z2, fl2)
    $$
    qu'on peut donc aussi &eacute;crire
    $$
    g1(Z1, f1(Z1)) = g2(Z2, f2(Z2))
    $$
    ... ce qui ne simplifie gu&egrave;re notre affaire.
</p>
<hr/>

<i>&Agrave; suivre...</i>

<!-- End -->
<hr/>
<address>OlivSoft strikes again</address>
</body>
</html>