<html>
  <head>
    <link rel="stylesheet" href="../../print.css" type="text/css">
    <title>Don Pedro, voyage en Polyn&eacute;sie - 2010-2011</title>
  </head>
  <body>
    <p>
      <table width="98%">
        <tr>
          <td valign="top" align="left">
            <h2><a name="05">Quatri&egrave;me &eacute;tape, de Bora-Bora &agrave; Tongareva (Cook Islands)</a></h2>
          </td>
        </tr>
      </table>
      <p>
	    <p>
		  <table width="100%">
		    <tr>
			  <td>
		        <h4>Jeudi 3 f&eacute;vrier 2011</h4>
				
			  </td>
			  <td align="right">
			    <img src="../../wind/2011-02-03.png">
			  </td>
			</tr>
			<tr>
			  <td colspan="2">
                <a href="../../P2031543.JPG" target="BigPic"><img border="0" hspace="10" vspace="5" align="right" src="../../P2031543.JPG" width="256" height="192" alt="Bye-bye Bora-Bora" title="Bye-bye Bora-Bora"></a>
                On quitte Bora-Bora &agrave; 10:45.
				<br>
				La sortie de la passe ne pose pas de probl&egrave;me, on porte la grand'voile haute, le yankee et la trinquette.
				Le vent souffle de l'est, &agrave; environ 4 Beaufort, comme pr&eacute;vu.
				On prend un ris dans la grand'voile peu apr&egrave;s la sortie de la passe, et c'est la derni&egrave;re fois qu'on touche 
				aux &eacute;coutes pour plusieurs jours... Et c'est le pilote qui barre.
				<br>
				Il y a un peu de houle, d'est aussi (<b>pas</b> comme pr&eacute;vu, mais le contraire aurait &eacute;t&eacute; une surprise).
				<br>
				Le bateau marche bien, entre 5 et 6 n&oelig;uds. Tout va bien.
				<br>
				<br>
                &Ccedil;a continue comme &ccedil;a pendant trois jours, belles journ&eacute;es, nuits claires, tr&egrave;s peu d'averses... 
				C'est la meilleure opportunit&eacute; qu'on ait eue jusqu'&agrave; pr&eacute;sent pour d&eacute;couvrir les &eacute;toiles de l'h&eacute;misph&egrave;re sud.. 
				<br>
				<br>
				Si &ccedil;a continue, on peut arriver lundi.
                <br>
				Le quatri&egrave;me jour, le vent tombe un peu... C'est une journ&eacute;e lente, on peut oublier cette histoire d'arriv&eacute;e pour lundi.
				Mais &ccedil;a ne fait rien, on n'est pas press&eacute;. Toutes les voiles sont dehors, artimon, grand'voile haute, trinquette et yankee.
				De toutes fa&ccedil;ons, le pilote barre tout le temps, sans se plaindre.
				
				<br>
				Le vent revient la nuit suivante, lundi &agrave; 1:30 du matin, du nord-est, 
				comme pr&eacute;vu par le fax, qui montre une ondulation dans les lignes de flux.
				<br>
				On est plus pr&egrave;s du vent, et la houle est tomb&eacute;e. &Agrave; cette allure, dans cette mer, le pilote ne
				consomme presque rien, et l'&eacute;olienne fonctionne 24 heures par jour, elle n'est pas d&eacute;vent&eacute;e
				par l'artimon, comme c'&eacute;tait le cas au largue, les jours pr&eacute;c&eacute;dents.
				<br>
				Des grains de pluie dans la soir&eacute;e.
              </td>
            </tr>			  
			<tr>
			  <td>
				<h4>Mardi 8 f&eacute;vrier 2011</h4>
				
              </td>
			  <td align="right">
			    <img src="../../wind/2011-02-08.png">
			  </td>
            </tr>			  
			<tr>
			  <td colspan="2">
				Encore une fois, on est un peu en avance..., mais on n'a tir&eacute; que deux bords avant de mouiller &agrave; 6:50 dans le sud de la passe Taruia, pour attendre
				que la mar&eacute;e soit d'aplomb, et pour voir un peu de quoi il retourne avant d'entrer dans le lagon.
                <a href="../../P2081577.JPG" target="BigPic"><img border="0" hspace="10" vspace="5" align="right" src="../../P2081577.JPG" width="256" height="192" alt="Taruia Pass" title="Taruia Pass"></a>
				Il y avait un peu de houle au mouillage, mais rien de dramatique. La mar&eacute;e montait (contre le vent, donc), mais tout avait l'air OK dans la passe.
				On l'a prise vers 10 heures le matin, et on est parti dans le sud, vers le village d'Omoka, on a mouill&eacute; &agrave; Gudgeon Bay.
				Le pilotage n'a maintenant plus de secrets pour Corine. M&ecirc;me si - comme c'est le cas ici - les balises de la carte ne sont pas toutes sur l'eau...
				<br>
				La passe est &eacute;troite, et &ccedil;a brise s&eacute;rieusement sur les c&ocirc;t&eacute;s. C'est tr&egrave;s impressionnant, m&ecirc;me par temps calme.
			  </td>
			</tr>
		  </table>
		</p>
      </p>	  
    </p>
	<hr>
    &copy; 2010-now, Don Pedro et son &eacute;quipage.
  </body>
</html>
