<html>
  <head>
    <link rel="stylesheet" href="../../print.css" type="text/css">
    <title>Don Pedro, voyage en Polyn&eacute;sie - 2010-2011</title>
  </head>
  <body>
    <p>
      <table width="98%">
        <tr>
          <td valign="top" align="left">
            <h2>Sixi&egrave;me &eacute;tape, de Kiritimati (Kiribati, &Icirc;les de la Ligne du Nord) &agrave Honolulu (Hawai'i)</a></h2>
          </td>
        </tr>
      </table>
      <p>
	    <p>
		  <table width="100%">
		    <tr>
			  <td>
		        <h4><a name="01">Lundi 28 f&eacute;vrier 2011</a></h4>
				
			  </td>
			  <td align="right">
			    <img src="../../wind/2011-02-28.png">
			  </td>
			</tr>
			<tr>
			  <td colspan="2">
                <a href="../../P2280254.JPG" target="BigPic"><img border="0" hspace="10" vspace="5" align="right" src="../../P2280254.JPG" width="256" height="192" alt="Bye-bye Kiritimati" title="Bye-bye Kiritimati"></a>
 				On quitte Kiritimati &agrave; 10:30 ce matin, grand beau temps, et le courant est avec nous. Il y a du sud dans le
				vent, &ccedil;a nous permet de faire un cap un peu au dessus de la route, au cas ou il faudrait qu'on loffe ult&eacute;rieurement. On va essayer d'aller &agrave; Hilo, 
				sur la c&ocirc;te nord-est de Big Island.
				<br>
				Les fax qu'on re&ccedil;oit disent qu'on devrait toucher l'ITCZ demain.
				<br>
				<br>
				Tr&egrave;s belle journ&eacute;e aujourd'hui, grand beau temps et bonne progression (environ 160 milles en 24 heures).
			  </td>
			</tr>
		    <tr>
			  <td>
		        <h4>Mardi 1<small><sup>er</sup></small> mars 2011</h4>
				
			  </td>
			  <td align="right">
			    <img src="../../wind/2011-03-01.png">
			  </td>
			</tr>
			<tr>
			  <td colspan="2">
                <a href="../../P3040259.JPG" target="BigPic"><img border="0" hspace="10" vspace="5" align="right" src="../../P3040259.JPG" width="256" height="192" alt="Rideau gris" title="Rideau gris"></a>
                On y est&nbsp;!
				<br>
				Aujourd'hui, on attaque le sud de la zone de convergence, il fait gris, il pleut toute la journ&eacute;e, mais la direction du vent est assez stable, sans 
				que &ccedil;a souffle trop fort, rien d'exceptionnel.
				<br>
				Les fax montrent un front &eacute;troit, et les bulletins parlent d'un front faiblard. On devrait en &ecirc;tre sorti rapidement.
				<br>
				On a deux houles l'une sur l'autre, une de nord-est, l'autre de sud-est. &Ccedil;a donne une mer courte, il y a des bosses.
				<br>
				Sur notre trajet de San Francisco aux Marquises, on s'en est sorti en douze heures, on va essayer de faire pareil...
				<br>
				La nuit suivante n'a pas &eacute;t&eacute; marrante. Le bateau bouge beaucoup avec ces deux trains de houle, et il n'y a pas assez de vent pour pouvoir
				passer en force.
				Mais le fax de ce soir montre qu'on approche le c&ocirc;t&eacute; nord du front. C'est une bonne nouvelle.
			  </td>
			</tr>
		    <tr>
			  <td>
		        <h4>Mercredi 2 mars 2011</h4>
				
			  </td>
			  <td align="right">
			    <img src="../../wind/2011-03-02.png">
			  </td>
			</tr>
			<tr>
			  <td colspan="2">
                <a href="../../P3060280.JPG" target="BigPic"><img border="0" hspace="10" vspace="5" align="left" src="../../P3060280.JPG" width="256" height="192" alt="On est pass&eacute;&nbsp;?" title="On est pass&eacute;&nbsp;?"></a>
                Le vent commence &agrave; tourner &agrave; gauche, &ccedil;a peut vouloir dire qu'on approche de la face nord du front..., mais &agrave; 15:15, &ccedil;a
				souffle du sud-est. Ca nous permet de loffer, mais &ccedil;a veut aussi dire que le front est mont&eacute; en m&ecirc;me temps que nous, ainsi que le fax
				qu'on re&ccedil;oit par la suite nous le confirme, ah merde&nbsp;!
				<br>
				Il pleut sans arr&ecirc;t, mais au moins, il y a du vent.
				<br>
				Cette nuit, on traverse - encore - l'ITCZ.
			  </td>
			</tr>
		    <tr>
			  <td>
		        <h4>Jeudi 3 mars 2011</h4>
				
			  </td>
			  <td align="right">
			    <img src="../../wind/2011-03-03.png">
			  </td>
			</tr>
			<tr>
			  <td colspan="2">
				Entre 1 et 2 heures ce matin, le vent tombe. Il pleut, il pleut, il pleut...
				<br>
				Et avec ces deux houles qu'on a toujours, ca remue pas mal. M&ecirc;me assis, on ne tient pas debout&nbsp;!
			  </td>
			</tr>
		    <tr>
			  <td>
		        <h4>Vendredi 4 mars 2011</h4>
				
			  </td>
			  <td align="right">
			    <img src="../../wind/2011-03-04.png">
			  </td>
			</tr>
			<tr>
			  <td colspan="2">
                <a href="../../P3040263.JPG" target="BigPic"><img border="0" hspace="10" vspace="5" align="left" src="../../P3040263.JPG" width="256" height="192" alt="Faire du pain" title="Faire du pain"></a>
                La pluie s'est arr&ecirc;t&eacute;e. La houle est un peu tomb&eacute;e aussi, c'est bien agr&eacute;able&nbsp;! Corine fait du pain.
				<br>
				Le fax met le front derri&egrave;re nous. Qu'il y reste&nbsp;!
				<br>
				&Agrave; un moment, un  banc de dauphins - des centaines - croise notre route, sans faire attention &agrave; nous.
				<br>
				On se faufile entre les grains, le temps se d&eacute;gage.
				<br>
				En fait, l'ITCZ a fait une nouvelle vague, et encore un fois, il est devant nous&nbsp;!
				<br>
				Programme pour cette nuit&nbsp;: traverser l'ITCZ. 
				<br>
				Oui. 
				<br>
				Encore.
			  </td>
			</tr>
		    <tr>
			  <td>
		        <h4><a name="03">Samedi 5 mars 2011</a></h4>
				
			  </td>
			  <td align="right">
			    <img src="../../wind/2011-03-05.png">
			  </td>
			</tr>
			<tr>
			  <td colspan="2">
			    Apparement, l'ITCZ est derri&egrave;re nous, on est enfin pass&eacute;.
                <a href="../../P3080284.JPG" target="BigPic"><img border="0" hspace="10" vspace="5" align="left" src="../../P3080284.JPG" width="256" height="192" alt="On est pass&eacute;&nbsp;?" title="On est pass&eacute;&nbsp;?"></a>
                <a href="../../P3090289.JPG" target="BigPic"><img border="0" hspace="10" vspace="5" align="right" src="../../P3090289.JPG" width="256" height="192" alt="On est pass&eacute;&nbsp;!" title="On est pass&eacute;&nbsp;!"></a>
                Beau temps aujourd'hui.
				<br>
				Dans la soir&eacute;e, le point d'&eacute;coute du yankee explose... On met le g&eacute;nois &agrave; la place, avec environ 6 tours.
				<br>
				Il y a comme du clapot, et le vent refuse.
				<br>
				La mer est vraiment p&eacute;nible. Si on loffe comme on le pourrait (et comme on le devrait), le bateau s'arr&ecirc;te. Il n'y a pas assez de vent pour passer en force,
				il nous faudrait plus de puissance.
				Et le yankee aurait mieux fait l'affaire que le g&eacute;nois roul&eacute;.
				<br>
				On porte le g&eacute;nois, pour avoir de la puissance &agrave; l'&eacute;trave, et l'artimon haut, pour garder l'&eacute;trave au vent. 
				<br>
				Mais on a toujours cette putain d'esp&egrave;ce de clapot sur le nez, qui nous emp&ecirc;che de progresser. &Ccedil;a se calme de temps en temps
				mais &ccedil;a finit toujours par revenir.
				
			  </td>
			</tr>
		    <tr>
			  <td>
		        <h4>Dimanche 6 mars 2011</h4>
				
			  </td>
			  <td align="right">
			    <img src="../../wind/2011-03-06.png">
			  </td>
			</tr>
			<tr>
			  <td colspan="2">
			    <a href="../../P3090290.JPG" target="BigPic"><img border="0" hspace="10" vspace="5" align="right" src="../../P3090290.JPG" width="256" height="192" alt="J'aime les tropiques&nbsp;!" title="J'aime les tropiques&nbsp;!"></a>
				On a pris un ris dans l'artimon &agrave; minuit ce matin, le vent atteint parfois force 7. Ciel couvert. &Ccedil;a se calme un peu avec le jour,
				on renvoie la grand'voile avec deux ris, et on la r&eacute;-affale &agrave; 10 heures, toujours force 6, et cette mer...
				<br>
				&Agrave; midi, la grand'voile est &agrave; nouveau en l'air avec deux ris, on ne fait que d&eacute;river autrement. Le bateau est un peu surtoil&eacute;, mais c'est la seule
				fa&ccedil;on de progresser. Le vent adonne un peu ensuite, on est &agrave; nouveau sur la route. Tant mieux&nbsp;!
				<br>
				<br>
				La nuit, on arrive &agrave; voir &agrave; la fois l'&eacute;toile Polaire et la Croix du Sud.
				
			  </td>
			</tr>
		    <tr>
			  <td>
		        <h4>Lundi 7 mars 2011</h4>
				
			  </td>
			  <td align="right">
			    <img src="../../wind/2011-03-07.png">
			  </td>
			</tr>
			<tr>
			  <td colspan="2">
                <a href="../../P3060265.JPG" target="BigPic"><img border="0" hspace="10" vspace="5" align="left" src="../../P3060265.JPG" width="256" height="192" alt="On loffe un poil" title="On loffe un poil"></a>
				Toujours le m&ecirc;me type de temps, clapot, houle, grains, etc. &Ccedil;a remue toujours beaucoup - c'est ce qu'il y a de plus p&eacute;nible - il faut <b>toujours</b> se tenir quelque part si on ne 
				veut pas valdinguer...
				<br>
				Cette mer est sans doute g&eacute;n&eacute;r&eacute;e par l'aliz&eacute; qui souffle contre le contre-courant &eacute;quatorial (qui va d'ouest en est)... 
				<br>
				Toujours &agrave; essayer de progresser, g&eacute;nois (avec environ 6 tours), deux ris dans la grand'voile, un ris dans l'artimon.
				<br>
				Et le vent refuse. Ciel couvert.
				
			  </td>
			</tr>
		    <tr>
			  <td>
		        <h4><a name="04">Mardi 8 mars 2011</a></h4>
				
			  </td>
			  <td align="right">
			    <img src="../../wind/2011-03-08.png">
			  </td>
			</tr>
			<tr>
			  <td colspan="2">
                <a href="../../P3060273.JPG" target="BigPic"><img border="0" hspace="10" vspace="5" align="right" src="../../P3060273.JPG" width="256" height="192" alt="Contente quand m&ecirc;me&nbsp;!" title="Contente quand m&ecirc;me&nbsp;!"></a>
				M&ecirc;me comme &ccedil;a, on tombe sous le vent... Ah merde&nbsp;!
				<br>
				Le vent forcit, la mer est toujours aussi chiante.
				<br><br>
				Peu apr&egrave;s 17 heures, on r&eacute;alise qu'on est en croisi&egrave;re, et que ce type de navigation emmerde tout le monde.
				Tant pis pour Hilo (sur Big Island), mais on pourrait aussi bien aller &agrave; Honolulu, sur O'ahu. On n'a m&ecirc;me pas fait 100 milles pendant les derni&egrave;res
				24 heures, &ccedil;a n'a aucun sens de continuer &agrave; naviguer dans ces conditions.
				<br>
				On abat, on choque les &eacute;coutes, et c'est parti&nbsp;!
				<br>
				Le bateau acc&eacute;l&egrave;re, et le rock'n roll cesse imm&eacute;diatement. Et en plus, on a maintenant du courant avec nous.
				<br>
				On affale l'artimon vers 20 heures, pour soulager le pilote automatique. C'est beaucoup mieux&nbsp;!
				
			  </td>
			</tr>
		    <tr>
			  <td>
		        <h4>Mercredi 9 mars 2011</h4>
				
			  </td>
			  <td align="right">
			    <img src="../../wind/2011-03-09.png">
			  </td>
			</tr>
			<tr>
			  <td colspan="2">
				Des grains cette nuit, certains sont mous (sans vent).
				<br>
				Apr&egrave;s celles qu'on a eues, cette nuit est tr&egrave;s agr&eacute;able. On a entre 12 et 25 n&oelig;uds de vent.
				Toujours cette houle d&eacute;sagr&eacute;able de nord-est, mais elle n'est plus aussi g&ecirc;nante&nbsp;; au moins, on avance.
				<br>
				Plus tard, on va commencer &agrave; &ecirc;tre d&eacute;vent&eacute; par Big Island.
				<br>
				Peu apr&egrave;s midi, la ligne de l'enrouleur du g&eacute;nois casse. On affale le g&eacute;nois, on envoie la trinquette.
				<br>
				En fait, c'est tr&egrave;s bien avec la trinquette. On r&eacute;pare la ligne de l'enrouleur, mais on laisse le g&eacute;nois roul&eacute;.
				<br><br>
				&Agrave; trois heures du matin, le vent tombe, presque compl&egrave;tement... On est bien dans le d&eacute;vent de Big Island cette fois, m&ecirc;me &agrave; plus de quinze milles sous son vent. 
				Mais au moins, le temps est beau et d&eacute;gag&eacute;.
				Mais quelle &eacute;tape...
				
			  </td>
			</tr>
		    <tr>
			  <td>
		        <h4>Jeudi 10 mars 2011</h4>
				
			  </td>
			  <td align="right">
			    <img src="../../wind/2011-03-10.png">
			  </td>
			</tr>
			<tr>
			  <td colspan="2">
				Toute la matin&eacute;e, c'est comme hier, tr&egrave;s peu de vent, de directions improbables...
				<br>
				Quelqu'un remet l'interrupteur &agrave; sa place &agrave; 13 heures, force 6, d'est-nord-est, wooch!
				<br>
				&Agrave; nouveau en route, avec deux ris dans la grand'voile, et la trinquette.
				<br>
				On commence &agrave; traverser le canal d'Alenuihaha, entre Big Island et Maui, la mer est forte, le vent atteint force 7.
				Plusieurs vagues remplissent le cockpit.
				<br>
				&Agrave; 15 heures, la trinquette se d&eacute;chire..., une faiblesse dans une couture... On la remplace par la trinquette lourde, toute petite.
				<br>
				La mer tombe un peu apr&egrave;s 19 heures, et c'est pas dommage. On aper&ccedil;oit les feux de Lanai. Le vent tourne un peu &agrave; droite.
				
			  </td>
			</tr>
		    <tr>
			  <td>
		        <h4>Vendredi 11 mars 2011</h4>
				
			  </td>
			  <td align="right">
			    <img src="../../wind/2011-03-11.png">
			  </td>
			</tr>
			<tr>
			  <td colspan="2">
                <a href="../../P3110300.JPG" target="BigPic"><img border="0" hspace="10" vspace="5" align="right" src="../../P3110300.JPG" width="256" height="192" alt="On approche Diamond Head" title="On approche Diamond Head"></a>
				Le vent tombe, mais pas la mer. Quel bordel&nbsp;! On aper&ccedil;oit les lueurs d'Honolulu, devant nous.
				<br>
				Le vent revient vers 7 heures, on d&eacute;roule tout le g&eacute;nois, on progresse &agrave; bonne vitesse vers Honolulu. 
				On est pr&egrave;s de Diamond Head vers 9 heures. Enfin on arrive.
				<br>
				Mais c'est pas fini&nbsp;!.. Il y a beaucoup de bateaux dehors, qui attendent manifestement quelque chose... En fait, il y a eu une alerte au tsunami,
				et tous ces bateaux ont &eacute;t&eacute; envoy&eacute;s dehors en attendant que l'alerte soit lev&eacute;e.
				<br>
				Du coup on attend nous aussi.
				<br>
				&Agrave; 14 heures, rien n'a chang&eacute;... On va mouiller pr&egrave;s du chenal de Ala Wai Harbor. On va passer la nuit l&agrave;.
				Le bateau ne bouge plus, c'est tout calme ici, enfin&nbsp;!
                <br>
				<br>
				C'est la premi&egrave;re fois - &agrave; part entre Moorea et Huahine - qu'on n'est pas en avance &agrave; la fin d'une &eacute;tape..., on n'a pas eu &agrave; tirer
				des bords devant l'entr&eacute;e, mais on ne peut entrer nulle part&nbsp;!			  
			  </td>
			</tr>
		  </table>
		</p>
      </p>	  
    </p>
	<hr>
    &copy; 2010-now, Don Pedro et son &eacute;quipage.
  </body>
</html>
