<html>
  <head>
    <link rel="stylesheet" href="../../print.css" type="text/css">
    <title>Don Pedro, voyage en Polyn&eacute;sie - 2010-2011</title>
  </head>
  <body>
    <p>
      <table width="98%">
        <tr>
          <td valign="top" align="left">
            <h2>Hawai'i</h2>
          </td>
        </tr>
      </table>
	  <p>
	    <p>
		  <table width="100%">
		    <tr>
			  <td>
		        <h4>Dimanche 13 mars 2011</h4>
				
			  </td>
			</tr>
			<tr>
			  <td>			    
                <!--a href="P2081575.JPG" target="BigPic"><img border="0" hspace="10" vspace="5" align="left" src="P2081575.JPG" width="256" height="192" alt="Motu &agrave; Tongareva" title="Motu &agrave; Tongareva"></a-->
				Apr&egrave;s deux nuits mouill&eacute; devant l'entr&eacute;e de Ala Wai Harbor, le Ke'ehi Lagoon a r&eacute;-ouvert.
				On y est donc all&eacute;, on a vu des baleines sur le chemin, des balaises&nbsp;!
				<br>
				On est maintenant mouill&eacute; dans l'ouest de la zone de ski nautique, c'est tr&egrave;s calme et tr&egrave;s abrit&eacute;... Qu'est-ce que c'est bien&nbsp;!
				On a pass&eacute; la meilleure nuit qu'on ait eu depuis bien longtemps&nbsp;!
			  </td>
			</tr>
		    <tr>
			  <td>
		        <h4>Mardi 15 mars 2011</h4>
				
			  </td>
			</tr>
			<tr>
			  <td>			    
                <a href="../../P4150481.JPG" target="BigPic"><img border="0" hspace="10" vspace="5" align="right" src="../../P4150481.JPG" width="256" height="192" alt="Ke'ehi Lagoon" title="Ke'ehi Lagoon"></a>
				Hier, on a fait les douanes, et aujourd'hui l'Agriculture. L'officier &eacute;tait un gars tr&egrave;s propre.
				Il a mis des gants pour regarder Corine nettoyer la glaci&egrave;re &agrave; l'eau de Javel. On est maintenant "domestic".
				<br>
				On a aussi vu avec le harbormaster, ils nous ont trouv&eacute; un dock. Mais quel bordel. Je ne peux pas m'emp&egrave;cher de 
				comparer avec la fa&ccedil;on dont &ccedil;a s'est pass&eacute; &agrave; Tahiti...
				<br>
				&Agrave; Tahiti (Yacht Club de Tahiti), le secr&eacute;taire est venu &agrave; notre rencontre dans son Boston, et nous a indiqu&eacute; un coffre.
				Apr&egrave;s l'avoir assur&eacute;, on est all&eacute; le rencontrer &agrave; terre. Il nous a dit en gros "Bienvenue &agrave; Tahiti, vous pouvez rester aussi longtemps que vous voulez,
				c'est 900 XPF par jour, vous paierez en partant&nbsp;  voil&agrave; la clef des douches". Et c'&eacute;tait fait.
				<br>
				Ici on est all&eacute; voir &agrave; la capitainerie, apr&egrave;s avoir mouill&eacute; &agrave; l'ext&eacute;rieur, pour voir si on pouvait avoir un permis pour accoster l'annexe.
				D'abord, on ne peut pas rester mouill&eacute; o&ugrave; on est, c'est contre le r&egrave;glement (quel r&egrave;glement, on nous a pas dit&nbsp;; le Coast Pilot, Vol 7, dit
				que <b>c'est</b> un mouillage). Apr&egrave;s, il a fallu inspecter le bateau. Pas de probl&egrave;me. La capitaine du port est venue pour l'inspection, elle 
				a trouv&eacute; moyen de dire que notre cloche n'avait pas le bon diam&egrave;tre (5 pouces au lieu des 8 pouces r&eacute;glementaires). &Ccedil;a prend tout son sens quand on sait que
				la cloche est un signal de brume, et que le nombre de jours de brouillard par an &agrave; Hawai'i peut aller jusqu'&agrave; atteindre z&eacute;ro (les mauvaises ann&eacute;es, bien s&ucirc;r).
				<br>
				Ensuite - apr&egrave;s avoir &eacute;t&eacute; certifi&eacute;s conformes (on a promis de changer la cloche), on a pu commencer la paperasse. Ca a pris une demie-heure... Entre
				les copies, photocopies, signatures, coups de tampon, permis, autorisations...
				<br>
				Je ne sais pas quand on sera inspect&eacute; &agrave; nouveau. Mais 95% des bateaux qu'on peut voir ici sont des &eacute;paves ou des tas d'ordures
				(en d&eacute;pit des efforts r&eacute;p&eacute;t&eacute;s du harbormaster pour que tout le monde ait une cloche r&eacute;glementaire).
				<br>
				C'est pas grave&nbsp;! On peut maintenant aller et venir comme on veut. &Ccedil;a a juste pris cinq jours...
				<br>
				On peut aussi red&eacute;couvrir le pays de la libert&eacute;, avec ses "Keep Out", "Restricted access", "Violators will be prosecuted",
				"Forbidden access", "Government Property, Keep Out"... On avait oubli&eacute;, &ccedil;a fait bizarre...
			  </td>
			</tr>
		    <tr>
			  <td>
		        <h4>Mardi 22 mars 2011</h4>
				
			  </td>
			</tr>
			<tr>
			  <td>			    
                <a href="../../P3160315.JPG" target="BigPic"><img border="0" hspace="10" vspace="5" align="left" src="../../P3160315.JPG" width="256" height="192" alt="Le point d'&eacute;coute du yankee" title="Le point d'&eacute;coute du yankee"></a>
				On est all&eacute; voir le voilier aujourd'hui, avec les deux focs &agrave; r&eacute;parer.
				<br>
				Pour le yankee, c'est probablement parce que le fil a &eacute;t&eacute; endommag&eacute; par les ultra-violets. Pour la trinquette, c'est probablement parce qu'elle a l'&acirc;ge du bateau...
				On attend un devis pour une nouvelle trinquette. C'&eacute;tait dans l'air, de toute fa&ccedil;on...
				<br><br>
				La harbormaster (qui - &ccedil;a se confirme - est d&eacute;cid&eacute;ment charmante) est venue nous dire qu'on ne pouvait pas plier la voile sur la pelouse.
				Il nous aurait probablement fallu un permis. Qu'elle aille se faire foutre.
			  </td>
			</tr>
			<tr>
			  <td>			    
			    &nbsp;
			  </td>
			</tr>
			<tr>
			  <td>			    
                <a href="../../P4010326.JPG" target="BigPic"><img border="0" hspace="10" vspace="5" align="right" src="../../P4010326.JPG" width="256" height="192" alt="Bling &amp; Blang" title="Bling &amp; Blang"></a>
				Sky et sa famille nous rendent visite. Il pousse comme un champignon&nbsp;!
				<br>
				<a href="http://chloeandbrendan.blogspot.com/2011/04/hawaii.html" target="Sky">Voyez donc</a>&nbsp;!
			  </td>
			</tr>
		    <tr>
			  <td>
		        <h4>Mercredi 6 avril 2011</h4>
				
			  </td>
			</tr>
			<tr>
			  <td>			    
                <a href="../../DSC03961.JPG" target="BigPic"><img border="0" hspace="10" vspace="5" align="left" src="../../DSC03961.JPG" width="256" height="144" alt="Cockpit" title="Cockpit"></a>
			    On a d&eacute;couvert une fuite dans le r&eacute;servoir de fuel. Ah merde.
				Il va falloir le remplacer.
				<br>
				En plus, le chargeur de batteries - dont on ne s'est pas servi depuis San Francisco - est mort.
				On l'a remplac&eacute; par un plus petit (10 Amps), qui marche bien. Joe (un de nos voisins de ponton) nous laisse
				utiliser sa prise de courant, il est bien cool (&agrave; l'inverse de certains employ&eacute;s du port...).
			  </td>
			</tr>
		    <tr>
			  <td>
		        <h4>Mercredi 13 avril 2011</h4>
				
			  </td>
			</tr>
			<tr>
			  <td>
			    On a eu le nouveau r&eacute;servoir aujourd'hui, &ccedil;a ira. Mais alors pour enlever l'ancien..., &ccedil;a c'est un projet.
				Trop de travail pour le temps qu'on a l'intention de passer ici. 
				<br>
				Apr&egrave;s avoir retourn&eacute; le probl&egrave;me dans tous les sens, je pense qu'on va utiliser le r&eacute;servoir du chauffage.
				On fera attention, et on utilisera des jerrycans pour avoir assez de fuel.
				<br>
				Maintenant je sais sur quoi je vais travailler quand on sera rentr&eacute;.
			  </td>
			</tr>
			<tr>
			  <td>			    
			    &nbsp;
			  </td>
			</tr>
			<tr>
			  <td>
                <a href="../../P4160485.JPG" target="BigPic"><img border="0" hspace="10" vspace="5" align="left" src="../../P4160485.JPG" width="256" height="192" alt="Poussin d'albatros" title="Poussin d'albatros"></a>
                On va marcher &agrave; la pointe ouest d'O'Ahu (Kaena Point) - beaucoup d'oiseaux nichent l&agrave;-bas, des puffins et des <a href="http://www.allaboutbirds.org/guide/Black-footed_Albatross/lifehistory" target="birds">albatros</a>
          <a href="../../P4180501.JPG" target="BigPic"><img border="0" hspace="10" vspace="5" align="right" src="../../P4180501.JPG" width="256" height="192" alt="La plage convexe de Malaekahana" title="La plage convexe de Malaekahana"></a>
                , au nord de Kane'ohe, probablement une des plus belles de l'&icirc;le...	
                <br>
                Il doit y avoir moyen de trouver un mouillage sur cette c&ocirc;te, elle est bien jolie. 
				&Ccedil;a nous changerait des citernes de Ke'ehi...
			  </td>
			</tr>
		    <tr>
			  <td>
		        <h4>Vendredi 22 avril 2011</h4>
				
			  </td>
			</tr>
			<tr>
			  <td>			    
			    On a eu la nouvelle trinquette ce matin&nbsp;! Elle a l'air toute belle, costaud, triples coutures, &ccedil;a devrait aller&nbsp;!
				On va essayer de quitter Hawai'i demain matin, en direction de la c&ocirc;te ouest des US.
              </td>
			</tr>
		  </table>
		</p>
	  </p>
	</p>
    <hr> 
    &copy; 2010-now, Don Pedro et son &eacute;quipage.
  </body>
</html>
