<html lang="fr">
<head>
    <link rel="stylesheet" href="css/dp.css" type="text/css">
    <title>Don Pedro, voyage en Polyn&eacute;sie - 2010-2011</title>
    <script type="text/javascript" src="js/script.js"></script>
    <script type="text/javascript" src="js/prev.next.js"></script>
</head>
<body> <!-- background="bground.jpg" -->

<script type="text/javascript">
    if (!getPrint()) {
        prevNext(0, true, 'FR');
    }
</script>
<table width="98%">
    <tr>
        <td valign="top" align="left">
            <h2>Introduction</h2>
        </td>
    </tr>
</table>
<table width="100%">
    <tr>
        <td>
            <table align="right" border="1" style="margin: 10px;">
                <tr>
                    <td><a href="P1201324.JPG" target="BigPic"><img border="0" hspace="10" vspace="5" align="right"
                                                                    src="P1201324.JPG" width="425" height="319"
                                                                    alt="Baie de Tapuamu, &agrave; Taha'a"
                                                                    title="Baie de Tapuamu, &agrave; Taha'a"></a></td>
                </tr>
            </table>
            Ka'oha nui, Ia ora na, Kia ora, Maori, Aloha !...
            <br/>
            "<i>Don Pedro</i>", c'est le nom du bateau...
            <br/>
            <br/>
            Ceci est le r&eacute;cit d'un voyage dans l'oc&eacute;an Pacifique.
            <br/><br/>
            Le voyage nous a men&eacute; de San Francisco en Californie aux
            &Icirc;les Marquises, dans l'archipel des Tuamotu, aux &Icirc;les de la Soci&eacute;t&eacute;, &agrave;
            Tongareva aux &Icirc;les Cook, &agrave; Kiritimati dans la
            R&eacute;publique des Kiribati, puis &agrave; Hawai'i, et retour &agrave; San Francisco. (Voir la Carte dans
            le menu de gauche)
            <br/>
            Ce document contient du texte, des photos, des vid&eacute;os, des fax m&eacute;t&eacute;o, des cartes,
            toutes ces sortes de trucs dont on a besoin pour pr&eacute;parer
            un voyage similaire si besoin est.
            <br/>
            Ce genre de r&eacute;cit a d&eacute;j&agrave; &eacute;t&eacute; fait maintes fois, il n'y aura ici rien de
            nouveau ni de r&eacute;volutionnaire.
            <br/>
            Un des buts - en plus de rester en contact avec les amis et la famille - de ces pages &eacute;tait d'y
            rassembler
            les documents que nous n'avons pas trouv&eacute; sur d'autres sites ou documents lorsqu'on pr&eacute;parait
            le voyage.
            <br/>
            <br/>
            On peut cliquer sur toutes les photos, pour les agrandir.
            <br/>
            Quand une photo a une
            <script type="text/javascript">stripTag('bande perfor&eacute;e (genre cin&eacute;ma)', 'FS');</script>
            au-dessus et au-dessous, &ccedil;a signifie que le cadre contient plusieurs photos,
            qu'on peut voir une par une en cliquant sur les chiffres dans le bas du cadre.
            <br/>
            <div id="FS"></div>
            <br/>
            Le bateau est un ketch de 42 pieds construit &agrave; Honk-Kong en 1976, qui a &eacute;t&eacute; aussi notre
            maison pendant les 6 ann&eacute;es pr&eacute;c&eacute;dant le voyage.
            Des d&eacute;tails sur le bateau sont disponibles sur <a href="http://donpedro.lediouris.net" target="dp">son
            site</a>.
            <br/>
            On a men&eacute; le bateau &agrave; deux pendant ce voyage.
            <br/>
            <br/>
            Pour acc&eacute;der aux diff&eacute;rents chapitres, il faut utiliser le sommaire visible dans le menu de
            gauche.
            <br/>
            La carte sert aussi &agrave; se diriger vers les chapitres. Le calendrier fait la m&ecirc;me chose.
            <br/>
            <table width="100%" align="center">
                <tr>
                    <td align="left" valign="top" width="70%" height="170">
                        Quand on voit dans le texte des
                        <script type="text/javascript">sailTag('mots surlign&eacute;s', 'div_0000', YANKEE, STAYSAIL, FULL, FULL);</script>
                        , &ccedil;a signifie qu'on peut visualiser notre combinaison de voilure
                        en d&eacute;pla&ccedil;ant la souris sur ces mots.
                        Essayez&nbsp;!
                        <br/>
                        <br/>
                        Bonne lecture&nbsp;!
                        <br/>
                        <br/>
                        <hr/>
                        Le trajet est disponible pour <a href="GPX/the.full.trip.kml"
                                                         mimetype="application/vnd.google-earth.kml+xml">Google
                        Earth</a>. Si Google Earth est install&eacute; sur votre syst&egrave;me, t&eacute;l&eacute;chargez
                        le fichier par le lien pr&eacute;c&eacute;dent, et ouvrez-le dans Google Earth.
                        <p>
                            <b><i>2020</i></b>: Google Maps n'est plus un service gratuit, si on souhaite acc&eacute;der aux APIs internes.
                            <br/>
                            On utilisera donc (et contgribura &agrave;) <a href="https://leafletjs.com/" target="LeafLet">LeafletJS</a>, une librarie en Open Source pour la cartographie.
                        </p>
                    </td>
                    <td align="center" valign="top" width="50%">
                        <div id="div_0000"></div>
                    </td>
                </tr>
            </table>
        </td>
    </tr>
</table>
<script type="text/javascript">
    if (!getPrint()) {
        prevNext(0, false, 'FR');
    }
</script>
<hr/>
</body>
</html>
