<html>
  <head>
    <link rel="stylesheet" href="css/dp.css" type="text/css">
    <title>Don Pedro, voyage en Polyn&eacute;sie - 2010-2011</title>
    <script type="text/javascript" src="js/script.js"></script>
    <script type="text/javascript" src="js/prev.next.js"></script>
  </head>
  <body> <!-- background="bground.jpg" -->
    <p>
      <table width="98%">
				<script language="JavaScript1.1">
				if (!getPrint())
				{
					prevNext(2, true, 'FR');
				}
				</script>
        <tr>
          <td valign="top" align="left">
            <h2><a name="01">Marquises, Nuku-Hiva &amp; Ua-Pou</a></h2>
          </td>
        </tr>
      </table>
      <p>
	    <p>
  	      <a href="PA270228.JPG" target="BigPic"><img border="0" hspace="10" vspace="5" align="left" src="PA270228.JPG" width="256" height="192" alt="Tikis, &agrave; Taiohae" title="Tikis, &agrave; Taiohae"></a>
		  Taiohae est une petite ville (m&ecirc;me si c'est "grand", d'apr&egrave;s les standards marquisiens), qui s'&eacute;tend tout au long de la c&ocirc;te nord de la Baie. Tout ce dont on a besoin est &agrave; port&eacute;e de marche.
		  On d&eacute;couvre l'endroit, le Petit Quai, Moetai Marine, magasin Kamake, magasin Larsson... On se prom&egrave;ne aux alentours, &agrave; la Sentinelle de l'Est, et
		  &agrave; la Baie Colette.
		  <br>
		  Il y a un alignement pour entrer dans la Baie de Taiohae, deux feux rouges. Ce qui est &eacute;tonnant, c'est qu'ils ne sont pas synchronis&eacute;s...
		  <br>
          Le rivage au fond de la baie est bien joli, et tr&egrave;s bien entretenu. Il y a des sites de tikis qui font face &agrave; la mer.
          <br>
          Tous les matins, les gens ratissent les all&eacute;es pour enlever les feuilles mortes, et ils les font br&ucirc;ler dans des petits feux&nbsp;; 
		  c'est toujours tr&egrave;s propre.
          <br>
          Les marquisiens sont tous souriants, et rendent toujours le salut qu'on leur adresse.	
          </p>
		  <table width="100%">
		    <tr>
			  <td>
		        <!--h4><a name="02">Mercredi 3 novembre 2010</a></h4-->
				<a name="02"><script type="text/javascript">displayDate(2010, 11, 3, "FR");</script></a>
			  </td>
			</tr>
			<script type="text/javascript">
		    if (!getPrint())
 		      document.writeln('<tr><td><small><a href="GPX/plotter.html?latitude=-8.9433675&longitude=-140.163248777&scale=15&label=Hakatea" target="GoogleMaps">Voir avec Google Maps</a></small></td></tr>');
			</script>
			<tr>
			  <td>
			    <a href="PB030308.JPG" target="BigPic"><img border="0" hspace="10" vspace="5" align="right" src="PB030308.JPG" width="256" height="192" alt="Baie d'Hakatea" title="Baie d'Hakatea"></a>
			    <a href="PB030306.JPG" target="BigPic"><img border="0" hspace="10" vspace="5" align="left" src="PB030306.JPG" width="256" height="192" alt="D&eacute;part de Taiohae" title="D&eacute;part de Taiohae"></a>
				<i>Hakatea.</i>
				<br>
		        Cinq milles dans l'ouest de Taiohae, il y a la baie d'Hakatea (appel&eacute;e aussi Daniel's Bay par les am&eacute;ricains).
				C'est petit, mais tr&egrave;s bien abrit&eacute;, c'est en fait une baie dans une baie (la Baie de Taioa), derri&egrave;re un coin.
				<br>
				Et quand on passe derri&egrave;re ce dernier coin, on d&eacute;couvre une plage de sable blanc, entour&eacute;e de palmiers...,
				c'est plus joli que la plus belle des cartes postales&nbsp;! Il y avait juste un voilier mouill&eacute; lorsqu'on est arriv&eacute;,
				un Rorqual (Azenon). Il est parti le matin suivant, on avait ainsi la baie pour nous tout seuls...
				<br>
				On va &agrave; terre avec l'annexe, sur la plage d'Hakatea, et on marche jusqu'&agrave; Hakaui, c'est pas loin. 
				Il y a beaucoup - vraiment beaucoup - de crabes sur la plage, qui essayent de nous effrayer avec leurs pinces...
				<br>
				Le village de Hakaui est proche de notre point de d&eacute;barquement en annexe.				
				Il n'y a pas de route pour acc&eacute;der au village, juste des chemins. Pour venir ici,
				il faut avoir un cheval, ou un bateau.
				<br>
                Il y a beaucoup de jardins dans la vall&eacute;e, extr&ecirc;mement bien entretenus, tr&egrave;s propres. Pamplemousses, mangues,
                bananes, avocats, et toutes sortes de fleurs poussent ici. Des gens - Sidonie, sa famille et ses amis - nous ont offert des fruits, 
				des pamplemousses, des bananes et des avocats. Le lendemain, Corine leur a fait des cr&ecirc;pes.				
 			  </td>
			</tr>
			<tr>
			  </td>
			    <table width="100%">
				  <tr>
				    <td width="33%" align="center">
			          <a href="PB030315.JPG" target="BigPic"><img border="0" hspace="10" vspace="5" align="center" src="PB030315.JPG" width="256" height="192" alt="Bienvenue &agrave; Hakatea!" title="Bienvenue &agrave; Hakatea!"></a>
				    </td>
				    <td width="33%" align="center">
			          <a href="PB040338.JPG" target="BigPic"><img border="0" hspace="10" vspace="5" align="center" src="PB040338.JPG" width="256" height="192" alt="Les jardins de Hakaui gardens" title="Les jardins de Hakaui"></a>
				    </td>
				    <td width="33%" align="center">
			          <a href="PB040339.JPG" target="BigPic"><img border="0" hspace="10" vspace="5" align="center" src="PB040339.JPG" width="256" height="192" alt="D&eacute;barquement en annexe" title="D&eacute;barquement en annexe"></a>
				    </td>
				  </tr>
				</table>  
 			  </td>
			</tr>
		  </table>
		  <table width="100%">
		    <tr>
			  <td>
		        <!--h4>Jeudi 4 novembre 2010</h4-->
				<script type="text/javascript">displayDate(2010, 11, 4, "FR");</script>
			  </td>
			</tr>
			<script type="text/javascript">
		    if (!getPrint())
 		      document.writeln('<tr><td><small><a href="GPX/plotter.html?latitude=-8.92130098&longitude=-140.172686577&scale=15&label=Cascade d&apos;Ahuei" target="GoogleMaps">Voir dans Google Maps</a></small></td></tr>');
			</script>
			<tr>
			  <td>
                <a href="PB030321.JPG" target="BigPic"><img border="0" hspace="10" vspace="5" align="left" src="PB030321.JPG" width="256" height="192" alt="La vall&eacute;e de Hakaui" title="La vall&eacute;e de Hakaui"></a>			  
                <a href="PB040325.JPG" target="BigPic"><img border="0" hspace="10" vspace="5" align="right" src="PB040325.JPG" width="256" height="192" alt="Tiki" title="Tiki"></a>			  
			    De Hakaui, il y a un chemin qui m&egrave;ne &agrave; la cascade d'Ahuei, qui est parait-il la deuxi&egrave;me plus haute du monde.
				Il y a beaucoup de ruines le long du chemin, d'anciens <i>paepaes</i>, parfois avec des tikis.
				<br>
				Le temps a &eacute;t&eacute; sec r&eacute;cemment, la cascade &eacute;tait comme une fuite dans un mur..., mais le chemin
				est joli. Les nonos se sont r&eacute;gal&eacute;s, ils ont bouff&eacute; du popa'a..., mais &ccedil;a allait. Corine avait apport&eacute; la bonne
				lotion &agrave; moustiques.
				<br>
				Dans le bassin au pied de la cascade, il y a une anguille &eacute;norme, d'au moins un m&egrave;tre cinquante...
			  </td>
			</tr>
		  </table>
		  <table width="100%">
		    <tr>
			  <td>
		        <!--h4><a name="03">Vendredi 5 novembre 2010</a></h4-->
				<a name="03"><script type="text/javascript">displayDate(2010, 11, 5, "FR");</script></a>
			  </td>
			</tr>
			<script type="text/javascript">
		    if (!getPrint())
 		      document.writeln('<tr><td><small><a href="GPX/plotter.html?latitude=-9.358690074409777&longitude=-140.0472235683992&scale=16&label=Baie d&apos;Hakahau" target="GoogleMaps">Voir dans Google Maps</a></small></td></tr>');
			</script>
			<tr>
			  <td>
				<a href="PB060358.JPG" target="BigPic"><img border="0" hspace="10" vspace="5" align="left" src="PB060358.JPG" width="256" height="192" alt="Ua Pou" title="Ua Pou"></a>
			    On quitte la Baie d'Hakatea ce matin pour Ua Pou, en visant la baie d'Hakahau, au nord de l'&icirc;le.
				<br>
				C'est une &eacute;tape facile, travers autour de 6 n&oelig;uds. De la houle de Nord-Est commence &agrave; se former au fur et &agrave; mesure qu'on approche
				la Baie d'Hakahau (en fait, au fur et &agrave; mesure qu'on s'&eacute;loigne de Nuku-Hiva)..., pas bon.
				<br>
				On mouille &agrave; Hakahau vers 14 heures, sous un grain de pluie, &agrave; c&ocirc;t&eacute; d'un Tiki 38' qu'on avait vu &agrave; Taiohae,
				facile &agrave; reconna&icirc;tre, il porte un gr&eacute;ement polyn&eacute;sien. Il s'appelle <a href="http://alunaboat.wordpress.com/" target="Aluna">Aluna</a>.
				<br>
				On est en fait trop pr&egrave;s de lui, on remouille - plus loin - peu apr&egrave;s.
				<br>
				Le temps est gris et pluvieux. Corine va &agrave; terre pour les courses, mais pas moi.
				<br>
				La nuit est un peu rock'n roll, ainsi qu'on s'y attendait avec la houle qu'on a vue en arrivant.
			  </td>
			</tr>
		  </table>
		  <table width="100%">
		    <tr>
			  <td>
		        <!--h4>Samedi 6 novembre 2010</h4-->
				<script type="text/javascript">displayDate(2010, 11, 6, "FR");</script>
			  </td>
			</tr>
			<script type="text/javascript">
		    if (!getPrint())
 		      document.writeln('<tr><td><small><a href="GPX/plotter.html?latitude=-9.386833333333334&longitude=-140.128&scale=16&label=Baie de Vaiheu" target="GoogleMaps">Voir dans Google Maps</a></small></td></tr>');
			</script>
			<tr>
			  <td>
				<a href="PB060390.JPG" target="BigPic"><img border="0" hspace="10" vspace="5" align="left" src="PB060390.JPG" width="256" height="192" alt="Coucher de soleil &agrave; Vaiehu" title="Coucher de soleil &agrave; Vaiehu"></a>			  
			    On part ce matin - &ccedil;a suffit le rock'n roll - pour la Baie de Vaiehu, sur la c&ocirc;te ouest de Ua-Pou.
				<br>
				Avant &ccedil;a, on a fait connaissance avec les voisins, Beat &amp; Beatriz, sur Aluna.
				<br>
				Le trajet vers Vaiehu se passe sans probl&egrave;me. La baie de Vaiehu est spectaculaire..., le mouillage est calme, mais tout petit. 
				Et les vagues sur la falaise autour du mouillage font un bruit de tonnerre... Vraiment impressionant.
				<br>
				<br>
				Le lendemain, on retourne &agrave; Taiohae, contre un 6 Beaufort &eacute;tabli, mais tout d'un bord, sans virer.
				On n'a pas eu trop de mer, prot&eacute;g&eacute;s sans doute par la c&ocirc;te sud de Nuku-Hiva.
			  </td>
			</tr>
		  </table>
		  <table width="100%">
		    <tr>
			  <td>
		        <!--h4><a name="04">Mercredi 10 novembre 2010</a></h4-->
				<a name="04"><script type="text/javascript">displayDate(2010, 11, 10, "FR");</script></a>
			  </td>
			</tr>
			<script type="text/javascript">
		    if (!getPrint())
 		      document.writeln('<tr><td><small><a href="GPX/plotter.html?latitude=-8.8815&longitude=-140.04616666666666&scale=16&label=Baie du Contr&ocirc;leur" target="GoogleMaps">Voir dans Google Maps</a></small></td></tr>');
			</script>
			<tr>
			  <td>
				<a href="PB100413.JPG" target="BigPic"><img border="0" hspace="10" vspace="5" align="left" src="PB100413.JPG" width="256" height="192" alt="Rayon de soleil" title="Rayon de soleil"></a>			  
				<a href="PB110419.JPG" target="BigPic"><img border="0" hspace="10" vspace="5" align="right" src="PB110419.JPG" width="256" height="192" alt="Mouillage d'Hakahaa" title="Mouillage d'Hakahaa"></a>			  
			    <i>Baie d'Hakahaa, au fond de la Baie du Contr&ocirc;leur.</i>
				<br>
				Juste quelques milles &agrave; l'est de la Baie de Taiohae, il y a la Baie du Contr&ocirc;leur, elle-m&ecirc;me divis&eacute;e en trois baies,
				Hakapaa &agrave; l'ouest, Hakahaa au milieu, et Hooumi &agrave; l'est.
				<br>
				On a choisi d'aller &agrave; Hakahaa, avec le village de Taipivai au fond, &agrave; l'embouchure d'une petite rivi&egrave;re.
				<br>
				Durant cette petite &eacute;tape de Taiohae &agrave; Hakahaa, on a de la houle d'est (&ccedil;a vient toujours de l&agrave; o&ugrave; on va...),
				pas dr&ocirc;le. Mais c'est une petite &eacute;tape, on g&egrave;re.
				<br>
				Quand on est arriv&eacute; dans la baie, Aluna &eacute;tait mouill&eacute; pr&egrave;s de la plage (il ne cale pas grand chose avec ses d&eacute;rives relev&eacute;es).
				<br>
				On mouille plus loin du fond de la baie, pr&egrave;s d'une jolie petite plage de sable blanc.
				On ira &agrave; terre demain.
				<br>
				Il y a eu des grains de pluie dans la soir&eacute;e et pendant la nuit, la lumi&egrave;re est m&eacute;tallique, tr&egrave;s sp&eacute;ciale.
				La vall&eacute;e derri&egrave;re Taipivai re&ccedil;oit beaucoup d'eau pendant les grains. Et &ccedil;a fait de jolis arcs-en-ciel.
			  </td>
			</tr>
		  </table>
		  <table width="100%">
		    <tr>
			  <td>
		        <!--h4>Jeudi 11 novembre 2010</h4-->
				<script type="text/javascript">displayDate(2010, 11, 11, "FR");</script>
			  </td>
			</tr>
			<script type="text/javascript">
		    if (!getPrint())
 		      document.writeln('<tr><td><small><a href="GPX/plotter.html?latitude=-8.873369&longitude=-140.055828096&scale=16&label=Taipivai" target="GoogleMaps">Voir dans Google Maps</a></small></td></tr>');
			</script>
			<tr>
			  <td>
				<a href="PB110438.JPG" target="BigPic"><img border="0" hspace="10" vspace="5" align="left" src="PB110438.JPG" width="256" height="192" alt="Dodger rain" title="Dodger rain"></a>			  
			    <i>Le village de Taipivai.</i>
				<br>
				Aujourd'hui, on va &agrave; terre, on va aller sur cette petite plage de sable blanc qu'on a rep&eacute;r&eacute;e hier.
				<br>
				Ce matin, il y a une Land Rover pr&egrave;s de la plage - on n'a pas vu de route, pourtant - et des gens qui chargent des
				sacs, avec du sable et du corail, apparemment. Ils &eacute;taient en train de faire une pause quand on est arriv&eacute; avec l'annexe.
				Corine est all&eacute;e leur demander si c'&eacute;tait OK de d&eacute;barquer l&agrave;, au cas o&ugrave;. C'est comme &ccedil;a qu'on a rencontr&eacute; Eug&eacute;nie et sa famille.
				C'est OK (OK alors) de d&eacute;barquer l&agrave;. Et on leur donne un coup de main pour charger leurs sacs dans la Land Rover.
				<br>
				En &eacute;change, Eug&eacute;nie nous emm&egrave;ne jusqu'au village de Taipivai.
				<br>
				On traine &agrave; droite &agrave; gauche, le village est petit, il a beaucoup de jardins o&ugrave; poussent des l&eacute;gumes, vendus plus tard sur le march&eacute; de
				Taiohae. On est aussi all&eacute; voir l'atelier d'un sculpteur (sur os et sur nacre). Corine s'est achet&eacute; un bracelet, fait
				de graines noires, et de vert&egrave;bres de requin.
				<br>
				Au retour, Eug&eacute;nie nous a reconduits sur la plage d'o&ugrave; on &eacute;tait partis.
			  </td>
			</tr>
		  </table>
		  <table width="100%">
		    <tr>
			  <td>
		        <!--h4>Vendredi 12 novembre 2010</h4-->
				<script type="text/javascript">displayDate(2010, 11, 12, "FR");</script>
			  </td>
			</tr>
			<script type="text/javascript">
		    if (!getPrint())
 		      document.writeln('<tr><td><small><a href="GPX/plotter.html?latitude=-8.84508594&longitude=-140.09695530025056&scale=16&label=Col de Teavaitapuhiva" target="GoogleMaps">Voir dans Google Maps</a></small></td></tr>');
			</script>
			<tr>
			  <td>
				<a href="PB120463.JPG" target="BigPic"><img border="0" hspace="10" vspace="5" align="left" src="PB120463.JPG" width="256" height="192" alt="La baie d'Hatiheu, du col de Teavaitapuhiva" title="La baie d'Hatiheu, du col de Teavaitapuhiva"></a>			  
				<a href="PB120481.JPG" target="BigPic"><img border="0" hspace="10" vspace="5" align="right" src="PB120481.JPG" width="256" height="192" alt="Tikis, site de Paeke" title="Tikis, site de Paeke"></a>			  
			    <i>Col de Teavaitapuhiva. Site de Paeke.</i>
				<br>
				Il y a un col, le col de Teavaitapuhiva (490 m), qui est le point le plus haut de la route de Taipivai &agrave; Hatiheu, sur la c&ocirc;te nord
				de Nuku-Hiva. C'est pas trop long, mais c'est chaud. La vue du col vaut la peine, de l&agrave;, on voit les deux c&ocirc;tes de l'&icirc;le, la c&ocirc;te nord
				a l'air d'&ecirc;tre tr&egrave;s jolie aussi.
				<br>
				Au retour, on voulait voir un site de tikis, mentionn&eacute; dans les guides. C'est difficile &agrave; trouver - il n'y a aucune indication,
				il faut demander aux gens. On a fini par trouver. Et encore, c'est &agrave; ne pas louper.
				<br>
				Il y a des pigeons verts dans les bois.
				<br>
				<br>
				On remet &agrave; la voile le jour suivant. La mer pr&egrave;s du Cap Martin est comme une bouilloire, il y a trois diff&eacute;rentes houles, ensemble.
				Du nord, du sud, <b>et</b> de l'est. Jamais vu &ccedil;a avant.
				<br>
				&Agrave; l'origine, on pensait aller &agrave; Hiva-Oa, mais on ne fait aucun progr&egrave;s dans cette mer, l'&eacute;quipage
				commence &agrave; faire une dr&ocirc;le de tronche, et on se fait secouer comme &agrave; la f&ecirc;te &agrave; Neuneu... 
				<br>
				On a donc choqu&eacute; nos &eacute;coutes et laiss&eacute; porter, on est retourn&eacute; &agrave; Taiohae.				
			  </td>
			</tr>
		  </table>
		  <table width="100%">
		    <tr>
			  <td>
		        <!--h4><a name="05">Lundi 15 novembre 2010</a></h4-->
				<a name="05"><script type="text/javascript">displayDate(2010, 11, 15, "FR");</script></a>
			  </td>
			</tr>
			<script type="text/javascript">
		    if (!getPrint())
 		      document.writeln('<tr><td><small><a href="GPX/plotter.html?latitude=-8.8209779&longitude=-140.06456136&scale=16&label=Baie d&apos;Anaho" target="GoogleMaps">Voir dans Google Maps</a></small></td></tr>');
			</script>
			<tr>
			  <td>
				<a href="PB170600.JPG" target="BigPic"><img border="0" hspace="10" vspace="5" align="left" src="PB170600.JPG" width="256" height="192" alt="Anaho pour nous tout seuls" title="Anaho pour nous tout seuls"></a>			  
				<a href="PB160578.JPG" target="BigPic"><img border="0" hspace="10" vspace="5" align="right" src="PB160578.JPG" width="256" height="192" alt="La plage" title="La plage"></a>			  
				<i>Baie d'Anaho.</i>
				<br>
			    Je m'attendais &agrave; ce que la c&ocirc;te nord de l'&icirc;le soit expos&eacute;e &agrave; la houle de nord, mais des gens qu'on a rencontr&eacute;s nous ont dit
				que la Baie d'Anaho &eacute;tait en fait bien prot&eacute;g&eacute;e. On a donc d&eacute;cid&eacute; d'aller voir &ccedil;a.
				<br>
				Les multiples houles qu'on avait en revenant d'Hakahaa sont toujours l&agrave;, quel bordel.
				<br>
				&Ccedil;a se passe mieux lorsqu'on atteint le cap nord-est de l'&icirc;le. La c&ocirc;te est une succession de baies, mais n'a pas &eacute;t&eacute; hydrographi&eacute;e.
				De toute fa&ccedil;on, pour aller se fourrer l&agrave;-dedans en bateau, il faudrait vraiment avoir un grain.
				<br>
				Le mouillage qu'on vise est en fait derri&egrave;re un cap, &agrave; l'int&eacute;rieur de la Baie d'Anaho. On entre dans la baie, et ensuite on d&eacute;couvre le mouillage...
				derri&egrave;re la Pointe Mataohotu. Il n'y a pas de mot pour d&eacute;crire &ccedil;a. Des tortues de mer nagent autour du bateau.
				<br>
				Il y a un r&eacute;cif de corail pr&egrave;s du rivage. Et il y a une passe pour aller &agrave; terre, petite, &eacute;troite et peu profonde, qu'on peut prendre avec l'annexe.
				<br>
				On rencontre des gens, qui travaillent sur les palmiers (Gilles, et des jeunes de l'&icirc;le). Il coupent les vieux (des palmiers nains soit-disant..., ils font au moins vingt m&egrave;tres de haut), et en plantent des nouveaux.
				Ils font partie d'une association, dont le but est de pr&eacute;server la Baie d'Anaho. Comme &agrave; Hakaui, il n'y a pas de route pav&eacute;e pour arriver ici.
				Certains en voudraient une, mais d'autres pr&eacute;f&egrave;rent la baie telle qu'elle est. Nous aussi.
			  </td>
			</tr>
		  </table>
		  <table width="100%">
		    <tr>
			  <td>
		        <!--h4>Mercredi 17 novembre 2010</h4-->
				<script type="text/javascript">displayDate(2010, 11, 17, "FR");</script>
			  </td>
			</tr>
			<script type="text/javascript">
		    if (!getPrint())
 		      document.writeln('<tr><td><small><a href="GPX/plotter.html?latitude=-8.83452694&longitude=-140.06679296537&scale=16&label=Col de Teavaimaoaoa" target="GoogleMaps">Voir Google Maps</a></small></td></tr>');
			</script>
			<tr>
			  <td>
				<a href="PB180629.JPG" target="BigPic"><img border="0" hspace="10" vspace="5" align="left" src="PB180629.JPG" width="256" height="192" alt="Anaho, du col Teavaimaoaoa" title="Anaho, du col Teavaimaoaoa"></a>			  
				<a href="PB180664.JPG" target="BigPic"><img border="0" hspace="10" vspace="5" align="right" src="PB180664.JPG" width="256" height="192" alt="Chez Moetai" title="Chez Moetai"></a>			  
			    On va &agrave; Hatiheu pour les courses. Sur le chemin, on rencontre Moetai (celui de Moetai Marine, &agrave; Taiohae). Il a une cabane &agrave; Anaho,
				o&ugrave; il passe son temps hors de la "saison des yachts" &agrave; Taiohae.
				<br>
				Le col est &agrave; 217 m&egrave;tres, le chemin qui y va est plein de manguiers, surcharg&eacute;s de fruits...
				<br>
				Le village de Hatiheu est petit et propre, avec une belle vue sur la baie&nbsp;; 
				des enfants jouent dans la cour de l'&eacute;cole quand on arrive.
				<br>
				Cette baie n'est pas aussi abrit&eacute;e que la baie d'Anaho, il y a de la houle ici.
			  </td>
			</tr>
		  </table>
		  <table width="100%">
		    <tr>
			  <td>
		        <!--h4>Jeudi 18 novembre 2010</h4-->
				<script type="text/javascript">displayDate(2010, 11, 18, "FR");</script>
			  </td>
			</tr>
			<script type="text/javascript">
		    if (!getPrint())
 		      document.writeln('<tr><td><small><a href="GPX/plotter.html?latitude=-8.8292049324&longitude=-140.08443117&scale=16&label=Hatiheu" target="GoogleMaps">Voir dans Google Maps</a></small></td></tr>');
			</script>
			<tr>
			  <td>
				<a href="PB180647.JPG" target="BigPic"><img border="0" hspace="10" vspace="5" align="left" src="PB180647.JPG" width="192" height="256" alt="Banian" title="Banian"></a>			  
				<a href="PB180656.JPG" target="BigPic"><img border="0" hspace="10" vspace="5" align="right" src="PB180656.JPG" width="256" height="192" alt="Tiki" title="Tiki"></a>			  
			    On retourne &agrave; Hatiheu, on voudrait voir des sites arch&eacute;ologiques que Corine a rep&eacute;r&eacute;s dans le guide.
				<br>
				Encore une fois, il n'y a absolument aucune indication, demandez aux gens, ils verront si ils vous renseignent ou pas&nbsp;!
				C'est une fa&ccedil;on de filtrer les visiteurs. 
				<br>
				On nous a renseign&eacute;s.
				<br>
				Le site a &eacute;t&eacute; restaur&eacute; par les gens d'Hatiheu, le travail est impressionnant, on a vu plusieurs <i>tohuas</i> (grandes places, o&ugrave; les gens se rassemblent),
				suffisamment grands pour plusieurs milliers de personnes. Il y a aussi de gigantesques - vraiment gigantesques - banians.
				<br>
				On va ensuite d&eacute;jeuner "Chez Yvonne". Yvonne est aussi maire d'Hatiheu, et elle faisait partie du projet de restauration des tohuas.
				On lui a achet&eacute; un livre, qui relate cette restauration, avec beaucoup de photos.
				<br>
				Le d&eacute;jeuner, c'&eacute;tait du poisson cru, et de la ch&egrave;vre. La ch&egrave;vre, on sent bien qu'elle a galop&eacute;...
				<br>
				Dans les bois, on a aussi vu des "rup&eacute;s" (carpophage du Pacifique). C'est des oiseaux, qui ressemblent &agrave; des pigeons, mais plus grands (environ 80 cm d'envergure).
				Leur cri ressemble &agrave; celui d'un corbeau ou d'un cheval. C'est ce qu'on nous avait dit, &ccedil;a a l'air loufoque, mais c'est vrai.
				Et ils sont tr&egrave;s color&eacute;s.
				<br>
				<br>
				Le lendemain, on retourne &agrave; Taiohae, toujours avec cette vacherie de houle. On se pr&eacute;pare &agrave; d&eacute;coller pour les Tuamotu.
			  </td>
			</tr>
		  </table>
		</p>
		<script language="JavaScript1.1">
		if (!getPrint())
		{
			prevNext(2, false, 'FR');
		}
		</script>
    <hr> 
    &copy; 2010-now, Don Pedro et son &eacute;quipage.
  </body>
</html>
