<html>
  <head>
    <link rel="stylesheet" href="css/dp.css" type="text/css">
    <title>Don Pedro, voyage en Polyn&eacute;sie - 2010-2011</title>
    <script type="text/javascript" src="js/script.js"></script>
    <script type="text/javascript" src="js/prev.next.js"></script>
  </head>
  <body> <!-- background="bground.jpg" -->
    <p>
      <table width="98%">
				<script type="text/javascript">
				if (!getPrint())
				{
					prevNext(8, true, 'FR');
				}
				</script>
        <tr>
          <td valign="top" align="left">
            <h2>Northern Cook Islands, Tongareva</h2>
          </td>
        </tr>
      </table>
	  <p>
	    <p>
		  <table width="100%">
		    <tr>
			  <td>
		        <!--h4>Mardi 8 f&eacute;vrier 2011</h4-->
				<script type="text/javascript">displayDate(2011, 2, 8, "FR");</script>
			  </td>
			</tr>
			<tr>
			  <td>			    
                <a href="P2081575.JPG" target="BigPic"><img border="0" hspace="10" vspace="5" align="left" src="P2081575.JPG" width="256" height="192" alt="Motu &agrave; Tongareva" title="Motu &agrave; Tongareva"></a>
		        Cette &icirc;le (qui est un atoll) est aussi connue sous le nom de Penrhyn. Tongareva est son nom polyn&eacute;sien, bien plus joli.
				<br/>
				Il y a deux "villes" &agrave; Tongareva. La capitale - Omoka - a 250 habitants. Te Tautua - de l'autre c&ocirc;t&eacute; de l'atoll - a 50 habitants. Il y
				a deux bateaux par an, qui viennent de Rarotonga.
				<br/>
				Peu apr&egrave;s avoir mouill&eacute; &agrave; <a href="http://donpedro.lediouris.net/journal/trip/GPX/plotter.html?latitude=-8.978507467043286&longitude=-158.05231779813766&scale=18&label=Gudgeon%20Bay" target="GM">Gudgeon Bay</a>, on a eu la visite des officiels.
				Andrew pour l'agriculture, Taime pour l'immigration. Ces mecs-l&agrave; ont du temps devant eux... 
				Ils sont rest&eacute;s un moment, &agrave; discuter, &agrave; regarder partout, &agrave; r&eacute;clamer &agrave; boire, etc...
				On leur a fil&eacute; un pastis, &ccedil;a les a un peu calm&eacute;s.
				<br/>
				Il y a une taxe de $10 pour l'agriculture.
				<br/>
				Pour l'immigration, $50 de taxe pour le temps de l'officiel, $55 par personne &agrave; bord, et $2.50 par jour, 
				en tant que taxe de port, m&ecirc;me si il n'y a pas de port, apparemment.
				<br/>
				Les officiels de la sant&eacute; &eacute;taient occup&eacute;s de l'autre c&ocirc;t&eacute; de l'atoll, ils doivent venir ensuite.
				<br/>
				Les officiels de la sant&eacute; - Robin et Tuku - sont venus le lendemain. On leur a offert un caf&eacute;.
				<br/>
				Il y a une taxe de $20, ils ont vaporis&eacute; un coup d'insecticide dans le bateau. Un truc pas trop m&eacute;chant apparemment, il y
				avait encore des mouches qui volaient dans le bateau apr&egrave;s l'op&eacute;ration.
				<br/>
				On &eacute;tait donc autoris&eacute; &agrave; aller &agrave; terre apr&egrave;s &ccedil;a, ce qu'on a fait. 
				<br/>
				Il y a des enfants partout, et les gens sont tr&egrave;s gentils.
			  </td>
			</tr>
		    <tr>
			  <td>
		        <!--h4>Jeudi 10 f&eacute;vrier 2011</h4-->
				<script type="text/javascript">displayDate(2011, 2, 10, "FR");</script>
			  </td>
			</tr>
			<tr>
			  <td>
                <a href="P2090009.JPG" target="BigPic"><img border="0" hspace="10" vspace="5" align="right" src="P2090009.JPG" width="256" height="192" alt="Tongareva seashore" title="Tongareva seashore"></a>
			    Le mouillage s'est av&eacute;r&eacute; &ecirc;tre un peu remuant la nuit derni&egrave;re..., le vent a un peu forci (environ 6 Beaufort), g&eacute;n&eacute;rant des petites vagues courtes, 
				et le bateau faisait bien la java... Impossible de dormir &agrave; l'avant.
				<br/>
				On va &agrave; terre ce matin, &agrave; la BCI (Bank of the Cook Islands), acheter des dollars N&eacute;o-Z&eacute;landais, pour 
				s'acquiter des diverses taxes... Ils ne font pas &ccedil;a, normalement. Il faudra qu'on revienne demain pour voir si 
				quelque chose peut &ecirc;tre fait.
				<br/>
				<br/>
				Durant notre petite visite &agrave; terre hier, on a rencontr&eacute; William et Jemaima dans leur maison juste sur le lagon. Jemaima &eacute;tait en train de tisser du lito
				pour faire des &eacute;ventails avec des nacres d'huitres, tr&egrave;s joli travail. Elle a demand&eacute; &agrave; Corine si elle avait des bijoux. Ils
				nous ont donn&eacute; des bananes, directement du r&eacute;gime.
				<br/>
				Aujourd'hui, Corine a fait des cr&ecirc;pes, et elle a fabriqu&eacute; un collier en argent avec des perles qu'elle avait &agrave; bord. 
				Elle a donn&eacute; aujourd'hui les cr&ecirc;pes et le collier &agrave; Jemaima, qui avait un sourire d'enfant sur le visage... En retour, elle a 
				donn&eacute; &agrave; Corine un des &eacute;ventails en lito qu'elle fabriquait hier.
			  </td>
			</tr>
		    <tr>
			  <td>
		        <!--h4>Vendredi 11 f&eacute;vrier 2011</h4-->
				<script type="text/javascript">displayDate(2011, 2, 11, "FR");</script>
			  </td>
			</tr>
			<tr>
			  <td>
                <a href="P2260236.JPG" target="BigPic"><img border="0" hspace="10" vspace="5" align="left" src="P2260236.JPG" width="256" height="192" alt="&Eacute;ventail en Lito" title="&Eacute;ventail en Lito"></a>
			    On a pass&eacute; une bonne nuit, pas &agrave; se faire secouer comme la nuit derni&egrave;re.
				<br/>
				Il pleut aujourd'hui, on n'ira pas de l'autre c&ocirc;t&eacute;, on a besoin d'avoir le <b><i>soleil</i></b> au dessus de la t&ecirc;te, pour voir les patates
				de corail, la zone n'est pas cartographi&eacute;e.
				<br/>
			    On a eu les sous &agrave; la banque... 1 NZD = 1 USD. Ben voyons&nbsp;!
				<br/>
				Jemaima veut savoir comment on fait les cr&ecirc;pes.
				<br/>
				<br/>
				Le mouillage est tr&egrave;s inconfortable ici, on serait beaucoup mieux de l'autre c&ocirc;t&eacute; de l'atoll, pr&egrave;s du village de Te Tautua, mais
				comme il n'y a toujours pas de soleil, et que c'est pile vent debout, je n'ai pas envie de prendre le risque de naviguer
				dans cette zone non cartographi&eacute;e, avec un bateau qui cale 1.80 m&egrave;tres. Les pr&eacute;visions ne sont pas encourageantes..., le temps a de grandes chances de rester comme il est.
				<br/>
				Avec les vagues, on tangue pas mal au mouillage..., le croc sur la cha&icirc;ne du mouillage a cass&eacute;. On en avait un de rechange, on l'a remplac&eacute;,
				mais quand m&ecirc;me.
				Le guindeau a &eacute;t&eacute; esquint&eacute; aussi, en r&eacute;parant le crochet. Un des cliquets s'est pli&eacute; dans un choc. H&eacute; b&eacute;&nbsp;!
				<br/>
				Si le temps ne se d&eacute;gage pas pour qu'on puisse traverser le lagon, on s'en ira demain. On ne peut pas rester ici, c'est trop stressant, pour le bateau, et pour l'&eacute;quipage.
			  </td>
			</tr>
		  </table>
		</p>
	  </p>
	</p>
		<script type="text/javascript">
		if (!getPrint())
		{
			prevNext(8, false, 'FR');
		}
		</script>
    <hr/>
    &copy; 2010-now, Don Pedro et son &eacute;quipage.
  </body>
</html>
