<html>
  <head>
    <link rel="stylesheet" href="print.css" type="text/css">
    <title>Don Pedro, voyage en Polyn&eacute;sie - 2010-2011</title>
    <script type="text/javascript" language="JavaScript1.1" src="script.js"></script>
  </head>
  <body background="bground.jpg">
    <p>
      <table width="98%">
        <tr>
          <td valign="top" align="left">
            <h2>Appendices</h2>
			Suppl&eacute;ment au voyage de Don Pedro...
          </td>
        </tr>
      </table>
	  <p>
	    Les bonnes id&eacute;es qu'on a eues, les programmes qu'on a utilis&eacute;s, trucs et astuces, commentaires...
		<p>
		  <ul>
		    <li type="disc"><a href="#01">Informatique</a></li>
		    <li type="disc"><a href="#02">Bonnes id&eacute;es</a></li>
		    <li type="disc"><a href="#03">&Agrave; am&eacute;liorer</a></li>
		    <li type="disc"><a href="#04">Documents</a></li>
		    <li type="disc"><a href="#05">Commentaires</a></li>
		    <li type="disc"><a href="#06">Contact</a></li>
		    <li type="disc"><a href="#07">Le bouquin</a></li>
		  </ul>
		</p>
		<hr>
		<p>
		  <table width="98%" align="center">
		    <tr>
			  <td align="left" valign="top">
			    <a name="01"><h3>Informatique</h3></a>
			  </td>
			  <td align="right" valign="top">
			    <a href="#"><small>Top</small></a>
			  </td>
			</tr>
		  </table>
		  L'informatique n'est pas indispensable en bateau, elle constitue tout au plus un &eacute;ventuel confort (OK, j'exag&egrave;re...), dont il est de bon ton de savoir se passer.
		  <br>
		  Mais c'est avec &ccedil;a que je gagne ma vie, et m&ecirc;me quand on n'est pas dou&eacute;, au bout d'un moment, &ccedil;a finit par venir&nbsp;!
		  Tous les programmes &eacute;crits pour le voyage sont disponibles gratuitement. Voir ci-dessous...
		  <br>
          <br>		  
		  On n'a utilis&eacute; <b>que</b> des programmes gratuits&nbsp;; freewares, open sources, ou &eacute;crits pour l'occasion.
		  <br>
		  L'ordinateur du bord est un Dell Inspirion 1525 (1 processeur 32 bits, 2Gb de RAM), le syst&egrave;me d'exploitation Windows XP (et pas Vista, qui est une cochonnerie).
		  <br>
		  Plut&ocirc;t que de l'arr&ecirc;ter, on l'hibernait &agrave; chaque fois, &ccedil;a r&eacute;duit le temps de red&eacute;marrage.
		  <br>
		  Afin de consommer le moins d'&eacute;nergie possible, on diminuait la luminosit&eacute; de l'&eacute;cran au maximum, le desktop a un fond noir, et l'&eacute;conomiseur
d'&eacute;cran est un &eacute;cran noir lui aussi.		  		  
          <br>
          On a aussi une petite imprimante en couleur (HP Deskjet 460) qui s'est av&eacute;r&eacute;e bien utile. En plusieurs occasions, on s'en est servi pour imprimer des morceaux de cartes - comme
          pour certrains atterrissages par exemple - qu'on utilisait sur le pont, prot&eacute;g&eacute;s par une couverture en plastique (Richardson's Maptech Chart Zip Cover, impeccable). 
		  &Ccedil;a rend le pilotage plus facile.
		  <br>
		  Et bien &eacute;videmment, l'ordinateur et l'imprimante fonctionnent sur un adaptateur 12v.
		  <br>
		  <br>
		  <table width="100%">
		    <tr>
			  <td valign="top">Navigation</td>
			  <td valign="top"><a href="http://www.openCPN.org" target="openCPN">OpenCPN</a>, lit tous les formats de cartes, parfait&nbsp;!</td>
			</tr>
		    <tr>
			  <td valign="top" colspan="2"><hr></td>
			</tr>
		    <tr>
			  <td valign="top">Mar&eacute;e</td>
			  <td valign="top"><a href="http://www.archanoid.com/JTides" target="JTides">JTides</a></td>
			</tr>
		    <tr>
			  <td valign="top">&nbsp;</td>
			  <td valign="top">Mar&eacute;es dans le Monde</td>
			</tr>
		    <tr>
			  <td valign="top">&nbsp;</td>
			  <td valign="top"><a href="http://wxtide32.com/" target="WxTide">WXTide32</a></td>
			</tr>
		    <tr>
			  <td valign="top" colspan="2"><hr></td>
			</tr>
		    <tr>
			  <td valign="top">Astronomie, &eacute;toiles</td>
			  <td valign="top"><a href="http://www.stellarium.org" target="Stellarium">Stellarium</a>, excellent, esth&eacute;tique, facile &agrave; utiliser</td>
			</tr>
		    <tr>
			  <td valign="top">&nbsp;</td>
			  <td valign="top"><a href="http://www.astrosurf.com/astropc" target="CdC">Cartes du Ciel</a></td>
			</tr>
		    <tr>
			  <td valign="top">&nbsp;</td>
			  <td valign="top"><a href="http://home.comcast.net/~nightvision/nvj.html" target="NV">Night vision</a></td>
			</tr>
		    <tr>
			  <td valign="top" colspan="2"><hr></td>
			</tr>
		    <tr>
			  <td valign="top">M&eacute;t&eacute;o, fax &amp; GRIBs</td>
			  <td valign="top"><a href="http://www.airmail2000.com" target="AirMail">getFax</a>, <a href="http://www.airmail2000.com" target="AirMail">viewFax</a></td>
			</tr>
		    <tr>
			  <td valign="top">&nbsp;</td>
			  <td valign="top"><a href="http://weather.lediouris.net" target="WW">Weather Wizard</a> (g&eacute;.nial. C'est ce que je dirais, m&ecirc;me si c'&eacute;tait pas moi qui l'avais &eacute;crit)</td>
			</tr>
		    <tr>
			  <td valign="top" colspan="2"><hr></td>
			</tr>
		    <tr>
			  <td valign="top">emails</td>
			  <td valign="top">
			    <a href="http://www.sailmail.com/" target="SailMail">Airmail</a> client (for SailMail).
				<br>
				Il faut avoir un modem connect&eacute; &agrave; la BLU. C'est aussi gr&acirc;ce &agrave; ce modem qu'on peut recevoir les fax.
			  </td>
			</tr>
		    <tr>
			  <td valign="top" colspan="2"><hr></td>
			</tr>
		    <tr>
			  <td valign="top">Bureautique</td>
			  <td valign="top"><a href="http://www.openoffice.org" target="OO">Open Office</a> (Texte, Feuilles de calcul, Pr&eacute;sentations, etc)</td>
			</tr>
		    <tr>
			  <td valign="top"></td>
			  <td valign="top"><a href="http://notepad-plus-plus.org/" target="npp">Notepad++</a></td>
			</tr>
		  </table>
		</p>
	  </p>
	  <p>
		<table width="98%" align="center">
		  <tr>
		     <td align="left" valign="top">
			  <a name="02"><h3>Bonnes id&eacute;es</h3></a>
			</td>
			<td align="right" valign="top">
			  <a href="#"><small>Top</small></a>
			</td>
		  </tr>
		</table>
		<dl>		
		  <dt>Les bean bags&nbsp;!</dt>
		  <dd>
		    Id&eacute;al pour se vautrer dans le cockpit. Ils sont en sunbrella, et r&eacute;sistent ainsi aux rayons  ultra-violets.
			Peu importe la g&icirc;te du bateau, il y a toujours moyen de se caler un bean bag dans le dos.
			<br>
			Le matelas de yoga de Corine s'est aussi av&eacute;r&eacute; un compl&eacute;ment bienvenu.
		  </dd>
		</dl>
		<dl>		
		  <dt>Les douches solaires.</dt>
		  <dd>
		    Il s'agit des ces esp&egrave;ces de sacs qui permettent de chauffer de l'eau au soleil, pour prendre un douche avec gr&acirc;ce &agrave; la pomme de douche qui y est reli&eacute;e. L'osmoseur nous faisait de l'eau douce, le soleil la chauffait, ceux qui le voulaient pouvaient prendre une douche chaude tous les jours. Confort total&nbsp;!
		  </dd>
		</dl>
		<dl>		
		  <dt>Les pare-battages gonflables.</dt>
		  <dd>
		    On n'a pas souvent &eacute;t&eacute; au ponton, c'&eacute;tait surtout &agrave; Hawai'i.
			<br>
			On avait des pare-battages gonflables, &ccedil;a a tr&egrave;s bien fonctionn&eacute;. Et &ccedil;a tient dans rien ; tr&egrave;s bien !
		  </dd>
		</dl>
		<dl>		
		  <dt>Le plastique sur la table &agrave; cartes.</dt>
		  <dd>
		    C'est un plastique transparent &amp; &eacute;pais, qui sert &agrave; l'origine &agrave; faire les vitres sur les capotes des voitures d&eacute;capotables.
			On peut le d&eacute;couper sans soucis avec une paire de ciseaux.
			&Ccedil;a prot&egrave;ge les cartes de l'eau qui ruisselle des manches du cir&eacute;, et de la sueur qui vous d&eacute;gouline des bras quand il fait chaud.
			&Ccedil;a a consid&eacute;rablement m&eacute;nag&eacute; nos cartes.
		  </dd>
		</dl>
		<dl>		
		  <dt>Les windscoops.</dt>
		  <dd>
		    Je les avais faits avant de partir dans de la toile &agrave; sac &agrave; voile, ils se sont av&eacute;r&eacute;s pr&eacute;cieux en Polyn&eacute;sie.
			On en avait deux, un au-dessus du panneau avant, un autre au-dessus du panneau du carr&eacute;.
			Avec &ccedil;a, on n'a jamais eu besoin d'utiliser les ventilateurs.
			<br>
			En Polyn&eacute;sie, le secret pour ne pas avoir trop chaud, c'est de faire un courant d'air, &agrave; l'ombre.
			Les maisons polyn&eacute;siennes (on dit "fare", prononc&eacute; far&eacute;) sont con&ccedil;ues sur ce principe, elles ont un toit pour faire de l'ombre, et le
			moins de murs possibles pour laisser circuler l'air et le vent.
			<br>
			&Ccedil;a vaut n'importe quelle climatisation.
			<br>
			On pourrait am&eacute;liorer nos windscoops, pour ne pas avoir &agrave; les affaler pendant les grains (certains arrivent la nuit).
			Il existe des <a href="http://yachtvalhalla.net/articles/windscoop/windscoop.html" target="_new">squall-proof windscoops</a>.
		  </dd>
		</dl>
		<dl>		
		  <dt>Le taud de cockpit.</dt>
		  <dd>
		    C'est un taud en sunbrella blanc, qui recouvre le cockpit, et qu'on peut gr&eacute;er en mer. Il dispose d'un embout
			situ&eacute; en son milieu, qui permet aussi de r&eacute;colter de l'eau de pluie. &Ccedil;a marche tr&egrave;s bien, tant pour nous prot&eacute;ger du soleil 
			que pour avoir de l'eau douce.
		  </dd>
		</dl>
		<dl>		
		  <dt>Les outils sans fil (cordless).</dt>
		  <dd>
		    Un chargeur qui fonctionne sur le 12 volts permet de les recharger &agrave; bord. On avait une perceuse, une scie sauteuse, une scie circulaire,
			une ponceuse orbitale, et une ponceuse vibrante (corner-cat).
			<br>
			C'est pratique, et on les a tous utilis&eacute;s.
			<br>
			On avait aussi &agrave; bord de quoi faire un peu d'epoxy, et on s'en est servi.
			<br>
			On trouve &agrave; peu pr&egrave;s partout (partout o&ugrave; on trouve quelque chose) du contre-plaqu&eacute; (pas du marine...), qui fait l'affaire pour des r&eacute;parations, 
			qui peuvent n'&ecirc;tre que temporaires...
		  </dd>
		</dl>
		<dl>		
		  <dt>Les conserves maison (Corine).</dt>
		  <dd>
		    Corine a commenc&eacute; &agrave; s'y mettre aux Marquises, quand on a eu un thon de 5 kilos.
			Ont suivi plein d'autres... Du b&oelig;uf (au gingembre, bourguignon), du poulet (au curry, Marengo, basquaise),
			des confitures (mangues-bananes-ananas, un triomphe&nbsp;!)...
			<br>
			Un bocal avec une gamelle de riz ou de nouilles nous faisait un bon repas pour deux.
			<br>			
			C'est tr&egrave;s bon, et encore meilleur quand il y a du vent. Un b&oelig;uf au gingembre par force 7 dans une mer agit&eacute;e a
			une saveur incomparable&nbsp;!
			<br>
			Corine avait achet&eacute; des bocaux juste avant de partir, en se disant "au cas o&ugrave;...". Elle a trouv&eacute; des informations et des recettes sur le site "<a href="http://leparfait.fr/" target="Parfait">Le Parfait</a>", dont
			elle a dit que c'&eacute;tait valable.
		  </dd>
		</dl>
		<dl>		
		  <dt>La machine &agrave; coudre, avec sa manivelle (qui fonctionne aussi sans courant).</dt>
		  <dd>
		    On s'en est bien servi. Pour faire des r&eacute;parations, sur les voiles, et aussi pour des am&eacute;nagements (des housses sur les coussins
			du carr&eacute;), des par&eacute;os pour les filles, et un short pour Sky&nbsp;!
		  </dd>
		</dl>
	  </p>
	  <p>
		<table width="98%" align="center">
		  <tr>
		     <td align="left" valign="top">
			  <a name="03"><h3>&Agrave; am&eacute;liorer</h3></a>
			</td>
			<td align="right" valign="top">
			  <a href="#"><small>Top</small></a>
			</td>
		  </tr>
		</table>
		<ul>
		  <li type="disc">
		    Fridge... Il nous a lach&eacute; une semaine apr&egrave;s le d&eacute;part de San Francisco, une fuite dans l'&eacute;vaporateur... On a r&eacute;par&eacute; &ccedil;a apr&egrave;s notre retour
		    &agrave; Oyster Point (on a chang&eacute; l'&eacute;vaporateur). En fait, on a r&eacute;ussi &agrave; se passer de r&eacute;frig&eacute;ration pendant tout le voyage.
		  </li>
		  <li type="disc">
		    La p&ecirc;che, une honte&nbsp;! On n'a attrapp&eacute; que des poissons volants. On devrait pouvoir faire mieux...
		  </li>
		  <li type="disc">
		    Le mouillage &agrave; l'arri&egrave;re.
		  </li>
		</ul>  
	  </p>
	  <p>
		<table width="98%" align="center">
		  <tr>
		     <td align="left" valign="top">
			  <a name="04"><h3>Documents</h3></a>
			</td>
			<td align="right" valign="top">
			  <a href="#"><small>Top</small></a>
			</td>
		  </tr>
		</table>
		En plus des cartes, on avait plusieurs bouquins, des guides de navigation, des guides de tourisme. Pour ce qu'on a fait, certains &eacute;taient utiles, d'autres inutiles,
		et d'autres encore redondants.
		<br>
		Les guides de navigation (&agrave; jour) sont bienvenus et importants. Une fois qu'on est s&ucirc;r de son mouillage, on peut se pr&eacute;occuper des guides de tourisme,
		c'est tr&egrave;s bien aussi. Voir &agrave; ce sujet la section "Blue job, pink job".
		<br>
		<table border="1">
		  <tr>
		    <td valign="top"><a href="http://www.amazon.com/Exploring-Marquesas-Islands-Joe-Russell/dp/0938665642" target="Amazon">Exploring the Marquesas Islands</a>, de Joe Russell.</td>
			<td valign="top">
			  En anglais. Tr&egrave;s bien. Il a &eacute;t&eacute; publi&eacute; 10 ans avant notre voyage, ce qui fait que certaines informations datent un peu. 
			  Mais toutes les informations sur les mouillages sont pr&eacute;cises et demeurent valides.
			</td>
		  </tr>
		  <tr>
		    <td valign="top"><a href="http://www.landfallnavigation.com/-bas033.html" target="Amazon">Charlie's Charts of Polynesia</a>, de Charles &amp; Margo Wood</td>
			<td valign="top">
			  En anglais. Tr&egrave;s bien aussi.
			</td>
		  </tr>
		  <tr>
		    <td valign="top"><a href="http://www.amazon.fr/Guide-navigation-tourisme-Polyn%C3%A9sie-fran%C3%A7aise/dp/2879232007" target="Amazon">Guide de navigation et de tourisme de la Polyn&eacute;sie fran&ccedil;aise</a></td>
			<td valign="top">
			  Existe en fran&ccedil;ais et en anglais. Pr&eacute;cis. Certaines informations datent. Il existe un site &agrave; jour sur les m&ecirc;mes 
			  endroits (sea-seek).
			</td>
		  </tr>
		  <tr>
		    <td valign="top"><a href="http://www.sea-seek.com" target="SS">Sea-Seek</a></td>
			<td valign="top">
			  En fran&ccedil;ais et en anglais. &Agrave; jour&nbsp;! On en avait imprim&eacute; plusieurs pages avant de partir.
			</td>
		  </tr>
		  <tr>
		    <td valign="top"><a href="http://www.landfallnavigation.com/-bas009.html" target="Amazon">Landfalls of Paradise</a></td>
			<td valign="top">
			  Pour notre voyage, redondant avec les pr&eacute;c&eacute;dents, et moins pr&eacute;cis.
			</td>
		  </tr>
		  <tr>
		    <td valign="top"><a href="http://www.amazon.com/s/?ie=UTF8&keywords=south+pacific+anchorages&tag=googhydr-20&index=stripbooks&hvadid=6352182265&ref=pd_sl_48198wva2e_e" target="Amazon">South Pacific anchorages</a></td>
			<td valign="top">
			  Pour notre voyage, redondant avec les pr&eacute;c&eacute;dents, et moins pr&eacute;cis.
			</td>
		  </tr>
		</table>
		<br>
	  </p>
	  <p>
		<table width="98%" align="center">
		  <tr>
		     <td align="left" valign="top">
			  <a name="05"><h3>Commentaires</h3></a>
			</td>
			<td align="right" valign="top">
			  <a href="#"><small>Top</small></a>
			</td>
		  </tr>
		</table>
		<p>
		  Le truc probalement le plus important&nbsp;: Si on avait d&ucirc; attendre d'&ecirc;tre pr&ecirc;t &agrave; 100% pour partir, on serait sans doute toujours en train de pr&eacute;parer le bateau.
		  <br>
		  Il y a le pr&eacute;vu, l'impr&eacute;vu, et l'impr&eacute;visible...
		</p>
		<p>
		  Le pilote automatique a fonctionn&eacute; comme une horloge durant tout le voyage.
		  <br>
		  L'osmoseur (d&eacute;salinisateur) &eacute;galement.
		  <br>
		  Ces deux-la ont &eacute;t&eacute; des atouts pr&eacute;cieux.
		  <br>
		  Bravo aussi &agrave; la radio et &agrave; l'ordinateur, qui n'ont pas pos&eacute; de probl&egrave;me.
		</p>
		<p>
		  <em>Ce qu'on n'a pas utilis&eacute;&nbsp;:</em>
		  <ul>
		    <li type="disc">Les moustiquaires (hublots, capots)</li>
		    <li type="disc">Le grand taud de soleil (au-dessus du roof)</li>
		    <li type="disc">La voile de cape (tant mieux)</li>
		    <li type="disc">Le barbecue, et le hammack (trop de vent, ou trop chaud dehors)</li>
			<li type="disc">Les ventilateurs (les windscoops font l'affaire)</li>
		  </ul>
		  <em>Ce qui nous a manqu&eacute;&nbsp;:</em>
		  <ul>
		    <li type="disc">Ben pas grand chose (&agrave; part le fridge, et plus de temps)...</li>
		    <li type="disc">
			  Peut-&ecirc;tre un troisi&egrave;me ris dans la grand'voile.
			  <br>
			  On y avait pens&eacute;, mais on avait &eacute;t&eacute; d&eacute;courag&eacute; par le voilier, qui nous avait dit que la voile de cape ferait l'affaire.
			  C'est probablement vrai, mais c'est tout un bintz de l'&eacute;tablir, il faut la sortir de son sac, l'endrailler, etc, le genre
			  de projet dans lequel on h&eacute;site &agrave; se lancer quand on a le vent qui va avec.
			  <br>
			  Un troisi&egrave;me ris est beaucoup plus vite pris, et la grand voile est plus efficace que la voile de cape, en particulier au pr&egrave;s.
			  <br>
			  La prochaine fois, on n'&eacute;coutera pas le voilier.
			</li>
		  </ul>
		</p>
		<p>
		  <em>La pr&eacute;paration du voyage</em>
		  <br>
		  J'avais fait un programme avant de partir, la liste des endroits &agrave; voir.
		  <br>
		  Par exemple, il y avait toutes les &Icirc;les Marquises, les Gambier, les Australes...
		  <br>
		  Apr&egrave;s les vingt-cinq jours de la premi&egrave;re &eacute;tape, Corine a d&eacute;cid&eacute; qu'on n'allait peut-&ecirc;tre pas repartir tout de suite.
		  <br>
		  Et en fait, c'&eacute;tait une bonne id&eacute;e, ca nous a permis d'avoir un meilleur contact avec l'&icirc;le et ses habitants.
		  <br>
		  Les escales qu'on n'a pas faites, on les fera la prochaine fois. Elles peuvent aussi servir de plan B, et on peut aussi ajouter des escales en cours de route. C'est ce qu'on a fait &agrave; Tongareva, &ccedil;a aurait &eacute;t&eacute; dommage de louper &ccedil;a.
		  <br>
		  Pour faire court, c'est bien d'avoir un planning - &ccedil;a permet entre autres d'anticiper les conditions m&eacute;t&eacute;o en fonction de la p&eacute;riode de l'ann&eacute;e - mais il faut pouvoir - et savoir - y d&eacute;roger.
		</p>  
		<p>
		  <em>Le pilote, en croisi&egrave;re.</em>
		  <br>
		  Vaste sujet... Le n&ocirc;tre a tr&egrave;s bien fonctionn&eacute;, on a t&acirc;ch&eacute; de le m&eacute;nager. On a toujours fait en sorte que le pilote
		  peine le moins possible, quitte &agrave; ce que le bateau aille moins vite qu'il ne l'aurait pu. 
		  <br>
		  On n'a pas un de ces pilotes qui barrent r&eacute;ellement le bateau et qui savent anticiper jusqu'&agrave; un certain point, ce qui
		  fait qu'il y a eu des fois o&ugrave; il a fallu barrer nous-m&ecirc;mes, notamment dans de la mer.
		  <br>
		  Le probl&egrave;me en croisi&egrave;re est un peu diff&eacute;rent de celui qui se pose en course o&ugrave; l'objectif est d'arriver le plus vite possible.
		  En croisi&egrave;re, on fait en sorte que l'&eacute;quipage se sente le mieux possible (on peut consid&eacute;rer que le pilote est un membre de l'&eacute;quipage...). On fait ainsi en sorte que les mouvements du bateau soient les plus doux et agr&eacute;ables possibles&nbsp;; dans ces (bonnes) conditions, &ccedil;a n'est pas un probl&egrave;me du tout si une &eacute;tape dure un peu plus longtemps...
		</p>
		<p>
		  <em>La houle</em>
		  <br>
		  Ah la saloperie&nbsp;! En Polyn&eacute;sie, on a eu de la houle. M&eacute;t&eacute;o-France fournit des pr&eacute;dictions de houle avec ses bulletins
		  destin&eacute;s &agrave; la marine. La seule conclusion qu'on peut tirer de ces pr&eacute;dictions est que &ccedil;a ne se passera <b>pas</b> comme pr&eacute;vu. 
		  Quand une houle de sud est pr&eacute;vue, on est s&ucirc;r qu'on n'aura <b>pas</b> de houle de sud. Il est dommage que M&eacute;t&eacute;o-France ne
		  publie pas les param&egrave;tres qui aboutissent &agrave; ces pr&eacute;dictions..., le probl&egrave;me n'est pas simple, mais le fait de ne disposer que des 
		  conclusions a quelque chose de frustrant, en particulier lorsqu'elles s'av&egrave;rent ne pas &ecirc;tre exactes.
		  <br>
		  Toujours est-il qu'on a eu de la houle, parfois plusieurs trains de houle superpos&eacute;s (jusqu'&agrave; trois). Et lorsqu'on est 
		  au vent d'une c&ocirc;te avec des falaises (comme sur la c&ocirc;te Est de Nuku-Hiva), &ccedil;a rebondit, et du coup &ccedil;a fait six... Bonjour l'ambiance.
		  On ne sait pas d'o&ugrave; elle vient, elle peut se lever du jour au lendemain, et disparaitre aussi vite qu'elle est apparue.
		  <br>
		  Si quelqu'un y connait quelque chose, qu'il me contacte&nbsp;! J'aimerais beaucoup en savoir davantage.
		</p>
		<p>
		  <em>Le syst&egrave;me de prise de ris.</em>
		  <br>
		  Apr&egrave;s avoir essay&eacute; plusieurs combines, on a maintenant une bosse qui passe par l'arri&egrave;re de la b&ocirc;me, 
		  monte dans l'empointure dans la voile, et est amarr&eacute;e sur la b&ocirc;me par un n&oelig;ud de lagui (les bordures sont libres). Lors d'une prise de ris,
		  une fois que la bosse est raidie on gr&eacute;e un palan &agrave; quatre brins entre l'empointure et l'arri&egrave;re de la b&ocirc;me, et on
		  passe une sangle (deux ou trois tours) par l'empointure, autour de la b&ocirc;me. Le palan et la sangle ont pour but
		  d'&eacute;viter le raguage, et &ccedil;a fonctionne, rien ne bouge, rien ne s'use de cette mani&egrave;re.
		  <p align="center">
		    <img src="reefing.png" alt="Prise de ris" title="Prise de ris">
		  </p>
		</p>
		<p>
		  <em>Le syst&egrave;me de mouillage, avec le croc &agrave; cha&icirc;ne et le textile.</em>
		  <br>
		  Avec le davier &agrave; l'extr&eacute;mit&eacute; du bout-dehors, si le mouillage est agit&eacute;, &ccedil;a ne va pas,
		  &ccedil;a engendre des chocs &agrave; l'extr&eacute;mit&eacute; du bout-dehors qui se propagent dans tout le bateau.  
		  &Ccedil;a esquinte le bateau et &ccedil;a vous tape sur les nerfs.
		  <br>
		  La cad&egrave;ne de la sous-barbe a deux axes, l'un au dessus de l'autre. La sous-barbe utilise l'axe sup&eacute;rieur. L'axe inf&eacute;rieur est utilis&eacute; par un bout textile 
		  de trois ou quatre m&egrave;tres qui a un croc &agrave; cha&icirc;ne &agrave; son autre extr&eacute;mit&eacute;, lequel peut &ecirc;tre frapp&eacute; sur la cha&icirc;ne du mouillage. 
		  Ainsi, la cha&icirc;ne est d&eacute;tendue entre le davier et le croc,
		  et c'est alors la cad&egrave;ne de sous-barbe qui encaisse la force du mouillage. Le textile amortit tr&egrave;s bien les chocs &eacute;ventuels.
		  Si ce dispositif ne suffit pas, c'est que le mouillage n'est pas bon, comme c'&eacute;tait le cas &agrave; Omoka (Tongareva).
		  Une am&eacute;lioration possible serait d'ajouter un snubber (amortisseur en caoutchouc) sur la ligne du croc...
		  <dl>
		    <dt>Un d&eacute;tail&nbsp;:</dt>
			<dd>
			  On a d&eacute;couvert en Polyn&eacute;sie une chose qu'on ne connaissait pas, c'est le bruit que fait la cha&icirc;ne du mouillage
			  quand elle rague sur le corail. Le bruit se propage le long de la cha&icirc;ne, et est amplifi&eacute; par la coque, qui 
			  fait office de caisse de r&eacute;sonnance, &ccedil;a peut parfois &ecirc;tre particuli&egrave;rement spectaculaire.
			  <br>
			  Le <a href="http://www.amazon.com/VOILE-MERS-LOINTAINES-ILES-LAGONS/dp/2700313267" target="amazon">dernier bouquin de Moitessier</a> mentionne de nombreuses combines fort utiles dans ce domaine.
			</dd>
		  </dl>
		  Notre mouillage principal a deux cents pieds (environ soixante m&egrave;tres) de cha&icirc;ne, on n'a jamais eu &agrave; sortir le textile du peak. Le mouillage le plus profond qu'on ait pris faisait quinze m&egrave;tres.
		  Moitessier recommande - &agrave; juste titre - de ne pas mouiller au-del&agrave; de ses capacit&eacute;s de plongeur, ces quinze m&egrave;tres constituent une entorse &agrave; cette r&egrave;gle..., je suis moins &agrave; l'aise au-dessous de dix m&egrave;tres... Toujours est-il qu'on a pu - en Polyn&eacute;sie - plonger tous les jours pour v&eacute;rifier le mouillage.
		  <br>
		  On n'a jamais eu &agrave; mouiller sur plus d'une ancre (une CQR de 45 lbs). Si on avait d&ucirc; rester &agrave; Taiohae, on aurait mouill&eacute; une deuxi&egrave;me ancre &agrave; l'arri&egrave;re, pour rester face &agrave; la houle qui p&eacute;n&egrave;tre parfois dans la baie.
		  <br>
		  Le guindeau manuel nous a suffit. Pour utiliser un guindeau &eacute;lectrique suffisament puissant, il faut faire tourner le moteur lorsque le guindeau fonctionne... Nous, on se sert du moteur pour faire avancer le bateau sur le mouillage, et &ccedil;a va bien. On a un syst&egrave;me de signaux pour communiquer entre <i>celui</i> qui remonte le mouillage et <i>celle</i> qui barre, &ccedil;a marche sans probl&egrave;me.
		  <br>
		  Le guindeau manuel pr&eacute;sente aussi cet avantage de garder l'&eacute;quipage en forme.
		  <br>
		  <br>
		  En Polyn&eacute;sie, il faut pouvoir mouiller dans beaucoup d'eau. On n'a gu&egrave;re eu l'occasion de mouiller dans plus de quinze m&egrave;tres
		  d'eau, mais il existe apparement de nombreux mouillages par plus de vingt m&egrave;tres de fond... Si on avait d&ucirc; s'arr&ecirc;ter dans de tels 
		  mouillages, alors on aurait sorti de textile du peak, en tenant compte des pr&eacute;cautions cit&eacute;es par Moitessier (dans le bouquin ci-dessus), pour pr&eacute;server le textile du ragage sur le corail.
		</p>
		<p>
		  <em>La navigation</em>
		  <br>
		  On a utlis&eacute; OpenCPN et des cartes &eacute;lectroniques, avec un GPS.
		  <br>
		  On avait &agrave; bord 4 GPS.
		  <br>
		  On avait aussi tout ce qu'il faut pour pouvoir <a href="http://navigation.lediouris.net/celest/NavigationSansElectricite.pdf" target="nav">se passer compl&egrave;tement d'&eacute;lectricit&eacute;</a>, &agrave; savoir des cartes en papier,
		  un loch &agrave; poisson, et des &eacute;ph&eacute;m&eacute;rides, de fa&ccedil;on &agrave; pouvoir prendre le relai avec la navigation astronomique. On avait m&ecirc;me de quoi recaler
		  les montres par la m&eacute;thode des distances lunaires (cette m&eacute;thode demande beaucoup de pratique, mais &ccedil;a fonctionne). 
		  <br>
		  Les &eacute;ph&eacute;m&eacute;rides avaient &eacute;t&eacute; publi&eacute;es avant le d&eacute;part, &agrave; l'aide de <a href="http://navigation.lediouris.net" target="nav">programmes &eacute;crits pour l'occasion</a>.
		  <br>
		  On faisait aussi r&eacute;guli&egrave;rement des droites au sextant, de soleil, de lune, de plan&egrave;tes et d'&eacute;toiles, afin de ne pas perdre la main (c'est enti&egrave;rement une histoire d'entrainement, comme le v&eacute;lo)...
		  <br>
		  On a d&eacute;couvert &agrave; cette occasion les &eacute;toiles de l'h&eacute;misph&egrave;re sud, qu'on ne connaissait pas. On avait des cartes du ciel, un star finder, et les programmes mentionn&eacute;s au d&eacute;but du document.
		  <br>
		  On n'a pas eu besoin du sextant, ordinateur et GPS n'ont pas failli..., mais on &eacute;tait pr&ecirc;t. L'estime &eacute;tait tenue en permanence, une
		  panne &eacute;lectrique n'aurait pas affect&eacute; notre navigation.
		</p>
		<p>
		  <em>La m&eacute;t&eacute;o</em>
		  <br>
		  Essentielle sur les longues &eacute;tapes. Lorsqu'on a quitt&eacute; San Francisco, la saison des cyclones n'&eacute;tait pas termin&eacute;e (<em>NB:</em>
		  c'est les <i>compagnies d'assurance</i> qui d&eacute;terminent la dur&eacute;e de la saison des cyclones... De quoi je me m&ecirc;le. Est-ce que les m&eacute;t&eacute;orologues
		  s'occupent des assurances&nbsp;?), et on a fait attention &agrave; s'&eacute;loigner de 
		  la c&ocirc;te mexicaine, o&ugrave; les cyclones se forment (et disparaissent) &eacute;ventuellement &agrave; cette saison.
		  <br>
		  Lors de la derni&egrave;re &eacute;tape, on a eu &agrave; n&eacute;gocier des anticyclones et des d&eacute;pressions.
		  <br>
		  Avec la BLU et le modem, on a &eacute;t&eacute; capable de recevoir fax et GRIBs. On affichait ces documents h&eacute;t&eacute;rog&egrave;nes &agrave; l'aide d'un programme
		  &eacute;crit pour l'occasion, qui permet de superposer plusieurs fax sur une carte, d'y ajouter un GRIB, d'y mettre la position du bateau, etc, &ccedil;a pr&eacute;sente l'avantage &eacute;norme de 
		  simplifier la lecture de ces documents.
		  <br>
		  Ce programme a &eacute;volu&eacute; au cours du voyage, il s'est av&eacute;r&eacute; un atout consid&eacute;rable. Il est disponible gratuitement sur 
		  <a href="http://weather.lediouris.net" target="WW">son site</a>.
		  <br>
		  Ce programme contient des capacit&eacute;s de routage. Le routage peut &ecirc;tre fort utile en croisi&egrave;re.
		  D'autant que le programme comporte cette possibilit&eacute; de calculer un routage en &eacute;vitant des angles de vent r&eacute;el inf&eacute;rieurs &agrave; 
		  une valeur donn&eacute;e, et/ou une force de vent r&eacute;el sup&eacute;rieure &agrave; une autre valeur.
		  <br><br>
		  L'ann&eacute;e du voyage &eacute;tait une ann&eacute;e &agrave; Ni&ntilde;a. C'est un coup de bol, ces phenom&egrave;nes ne sont - que
		  je sache - pas pr&eacute;visibles. La Ni&ntilde;a a fait que cette ann&eacute;e-l&agrave;, il n'y a pas eu de cyclone en Polyn&eacute;sie. L'ann&eacute;e pr&eacute;c&eacute;dente, il y avait un 
		  Ni&ntilde;o, et le cyclone Oli a fait bien du d&eacute;gat...
		  <br>
		  Gr&acirc;ce &agrave; la Ni&ntilde;a, on a pu rester en Polyn&eacute;sie plus longtemps, et c'est tant mieux.
		</p>
		<p>
		  <em>Le dodger</em>
		  <br>
		  Une pi&egrave;ce en plus... 
		  <br>
		  Je ne l'aimais gu&egrave;re au d&eacute;but, je trouvais qu'il alourdissait la silhouette du bateau&nbsp;; 
		  on l'avait affal&eacute; et ferl&eacute;. Mais il est vite revenu en place, &ccedil;a fait un bon abri pendant les quarts.
		  Et accessoirement, on peut y entasser pas mal de bordel, on ne s'est pas g&ecirc;n&eacute;.
		</p>
		<p>
		  <em>Le gaz</em>
		  <br>
		  La cuisini&egrave;re qu'on a (Force 10, deux br&ucirc;leurs et un four) fonctionne au gaz, au propane (LPG: Liquid Propane Gas), c'est ce qu'on trouve aux US (parce que le reste est une arme chimique). Et bien &eacute;videmment, c'est incompatible avec le reste du monde. En Polyn&eacute;sie fran&ccedil;aise, on trouve du butane (parce que le reste est une arme chimique).<br>
		  Les injecteurs sont diff&eacute;rents, et les pas de vis ne sont pas les m&ecirc;mes, une vraie gal&egrave;re...
		  <br>
		  On peut avoit une s&eacute;rie d'adapteurs pour les pas de vis, et des injecteurs pour le butane (quand ils existent...).
		  <br>
		  On a quant &agrave; nous pris l'option d'embarquer suffisamment de gaz. On avait une bouteille de 3 gallons, et trois de 5 gallons (soit 18 gallons au total). Sans se restreindre (Corine a fait du pain, des g&acirc;teaux, des conserves...), on consomme en moyenne &frac34; gallon de gaz par semaine. On a tenu sans soucis de San Francisco &agrave; Hawai'i, o&ugrave; on a pu refaire le plein.
		  <br>
		  Il existe aussi des cuisini&egrave;res &agrave; gas-oil ou &agrave; p&eacute;trole (k&eacute;ros&egrave;ne). Elles n&eacute;cessitent un pr&eacute;chauffage, qui les rend
		  moins pratiques &agrave; utiliser que les cuisini&egrave;res &agrave; gaz...
		</p>
		<p>
		  <em>Blue jobs, pink jobs...</em>
		  <br>
		  C'est une id&eacute;e - un concept - qui &eacute;mane de Jim &amp; Sue Corenman. &Ccedil;a signifie en gros que chaque membre de l'&eacute;quipage 
		  a des t&acirc;ches qui lui sont plus particuli&egrave;rement d&eacute;volues. Quand on est deux et qu'on navigue en couple, 
		  c'est facile d'appeler &ccedil;a "blue" et "pink".
		  <br>
		  Exemples&nbsp;:
		  <ul>
		    <li type="disc">D&eacute;boucher les chiottes => blue job</li>
		    <li type="disc">Faire les conserves => pink job</li>
		  </ul>
		  Ce n'est absolument pas sexiste, &ccedil;a doit faire l'objet d'un consentement mutuel (je suis pr&ecirc;t &agrave; confier mon d&eacute;bouche-chiotte &agrave; quiconque
		  pr&eacute;tendrait le man&oelig;uvrer mieux que moi, je n'ai <b>aucune</b> fiert&eacute; ni pr&eacute;rogative dans ce domaine), et les fronti&egrave;res entre blue et pink doivent ne pas &ecirc;tre &eacute;tanches... 
		  Corine nous a fait de super-pilotages aux &Icirc;les de la Soci&eacute;t&eacute; et aux Tuamotu, mais je ne suis malheureusement pas s&ucirc;r de savoir faire correctement les conserves...
		  <br><br>
		  Je m'occupais plus particuli&egrave;rement de tout ce qui est n&eacute;cessaire en mer, Corine prenait le relai lorsqu'on arrivait quelque part.
		  &Ccedil;a s'est tr&egrave;s bien pass&eacute; comme &ccedil;a.
		</p>
		<p>
		  <em>La cape</em>
		  <br>
		  On a eu une fois &agrave; prendre la cape - s&egrave;che. Il y avait du vent, force 8 &eacute;tabli, rafales &agrave; 9. Pas une temp&ecirc;te, mais pas des vacances non plus. C'&eacute;tait sur le trajet Hawai'i - Drakes Bay, une petite d&eacute;pression &eacute;tait dans notre sud. On l'a vue venir, on faisait du nord pour mettre autant de distance possible entre son centre et nous. On &eacute;tait sous trinquette seule, le vent continuait &agrave; forcir, et pour ne pas faire exploser la trinquette - toute neuve - on a entrepris de gr&eacute;er la trinquette lourde, plus petite et plus costaud.
		  <br>
		  En fait, apr&egrave;s avoir affal&eacute; la trinquette - on &eacute;tait alors &agrave; sec de toile - juste avant de renvoyer sa rempla&ccedil;ante, on a rapidement constat&eacute; que les mouvements du bateau &eacute;taient plus doux et plus reposants. Du coup, la trinquette lourde est rest&eacute;e dans son sac.
		  <br>
		  Barre amarr&eacute;e sous le vent, on est rentr&eacute;s &agrave; l'abri se faire des pancakes, on s'est repos&eacute;, c'&eacute;tait plut&ocirc;t cool. On a remis en route environ huit heures apr&egrave;s, le vent avait tourn&eacute; comme pr&eacute;vu, le baro remontait, on &eacute;tait portant, en forme..., tout allait bien.
		  <br>
		  Moitessier fait remarquer qu'un bateau &agrave; la cape est un bateau qui dort..., c'est exactement &ccedil;a.
		  <br>
		  L'enseignement qu'on en tire, c'est qu'il ne faut pas h&eacute;siter &agrave; prendre la cape - s&egrave;che ou courante - lorsque la fatigue se fait sentir. Le moral de l'&eacute;quipage remonte, alors que les conditions ext&eacute;rieures n'y incitent pas forc&eacute;ment.
		  <br>
		  Durant la p&eacute;riode qu'on a pass&eacute; &agrave; la cape, le vent nous faisait reculer, il soufflait de l'est (et c'est de l'est qu'on voulait faire). Mais &agrave; 1&frac12; n&oelig;ud, c'est pas bien grave. Encore une fois, on n'est pas en course, l'objectif essentiel est le confort de l'&eacute;quipage, pas le fait d'arriver avant le deuxi&egrave;me...
		</p>
		<p>
		  <em>Les bruits</em>
		  <br>
		  Conna&icirc;tre son bateau, c'est aussi conna&icirc;tre tous les bruits qu'il peut faire. Un bruit inconnu demande une attention particuli&egrave;re.
		  Les bruits sont diff&eacute;rents &agrave; l'ext&eacute;rieur et &agrave; l'int&eacute;rieur, savoir &agrave; quoi ils correspondent permet de mieux dormir...
		  <br>
		  Il y a aussi quelque chose dont on a h&eacute;sit&eacute; &agrave; se parler durant le voyage, on n'osait pas, on avait peur de passer pour un 
		  loufoque. C'est les bruits qui font travailler l'imagination, voire l'imaginaire. On a eu plusieurs fois l'impression
		  d'entendre comme des conversations derri&egrave;re un mur ou &agrave; travers une cloison, sans pouvoir saisir les mots, mais les intonations &eacute;taient clairement
		  celles d'une conversation. On n'&eacute;tait que deux &agrave; bord, mais on s'est plus d'une fois retenu de demander &agrave; l'autre "&Agrave; qui tu parlais tout &agrave; l'heure ?"...
		  <br>
		  C'est tr&egrave;s curieux ; &ccedil;a explique au moins en partie la richesse des l&eacute;gendes &eacute;labor&eacute;es au cours des si&egrave;cles par ceux qui vont sur la mer...
		</p>
        <p>
		  <em>Le bateau id&eacute;al</em>
		  <br>
		  J'ai pris des tonnes de notes pendant le voyage, sur des id&eacute;es pour am&eacute;liorer le bateau, et la fa&ccedil;on de le mener.
		  <br>
		  On a rencontr&eacute; plusieurs autres bateaux, on a parl&eacute; de leurs avantages et de leurs inconv&eacute;nients.
		  <br>
		  Multicoques, bateaux lourds, l&eacute;gers, des modernes, des classiques, d'autres...
		  <br>
		  Toutes ces rencontres font r&eacute;fl&eacute;chir &agrave; ce que pourrait &ecirc;tre le bateau id&eacute;al.
		  Maintenant, je crois que je sais&nbsp;: <b>le bateau id&eacute;al, c'est celui sur lequel on navigue</b>. On le connait, on sait quoi en attendre, quelles sont ses limites,
		  ce qu'on peut lui demander, ce qui fonctionne, ce qui ne marche pas... Un bateau devient id&eacute;al quand l'&eacute;quipage va avec, c'est <i>&ccedil;a</i> le truc.
		</p>		
        <p>
		  <em>Apprendre</em>
		  <br>
		  Il y a les choses qu'on sait avant de partir, et celles qu'on apprend en route.
		  <br>
		  On a beaucoup appris en route.
		  <br>
		  Lorsqu'il s'agit de d&eacute;tails techniques, il y a des choses &agrave; dire. Quand on rencontre en route un probl&egrave;me technique, la question qui se pose est de ne pas compromettre
		  ce qui marche pour r&eacute;parer ce qui merde. Connaitre <b><i>tous</i></b> les aspects techniques du bateau sur lequel on navigue est un atout &eacute;norme.
		  Ce genre de comp&eacute;tences comprend le moteur, le gr&eacute;&eacute;ment, les voiles, le gaz, l'&eacute;lectronique, le syst&egrave;me &eacute;lectrique, 
		  la refrig&eacute;ration ...et j'en passe.
		  <br>
		  Quand on sait tout &ccedil;a, lorsqu'il arrive quelque chose, on sait&nbsp;:
		  <ul>
		    <li type="disc">Ce qui ne marche pas</li>
		    <li type="disc">Pourquoi &ccedil;a ne marche pas</li>
		    <li type="disc">Et peut-&ecirc;tre comment le r&eacute;parer</li>
		  </ul>
		  Le fait d'avoir v&eacute;cu sur le bateau pendant les six ans pr&eacute;c&eacute;dant le d&eacute;part nous a &eacute;t&eacute; fort utile.
		</p>		
		<p>
		  <em>Le budget</em>
		  <br>
		  Approximativement, voil&agrave; ce qu'on a d&eacute;pens&eacute;&nbsp;:
		  <table border="1">
		    <tr>
			  <td valign="top">Frais de mouillage Tahiti &amp; Bora-Bora</td><td valign="top" align="right">$&nbsp;350.00</td>
			</tr>
		    <tr>
			  <td valign="top">Frais de mouillage Hawai'i</td><td valign="top" align="right">$&nbsp;750.00</td>
			</tr>
		    <tr>
			  <td valign="top">Frais administratifs (Visas, taxes, etc)</td><td valign="top" align="right">$&nbsp;500.00</td>
			</tr>
		    <tr>
			  <td valign="top">Location voitures</td><td valign="top" align="right">$&nbsp;1&nbsp;500.00</td>
			</tr>
		    <tr>
			  <td valign="top">Carburants (Essence, Diesel, Gaz)</td><td valign="top" align="right">$&nbsp;500.00</td>
			</tr>
		    <tr>
			  <td valign="top">Mat&eacute;riel pour le bateau (cartes, cad&egrave;nes, nouvelle trinquette, &eacute;lectronique, petit mat&eacute;riel, nouveau r&eacute;servoir de fuel, etc)</td><td valign="top" align="right">$&nbsp;3&nbsp;000.00</td>
			</tr>
		    <tr>
			  <td valign="top">Divers (nourriture, restaurants, souvenirs, locations de v&eacute;los, etc)</td><td valign="top" align="right">$&nbsp;13&nbsp;400.00</td>
			</tr>
		    <tr>
			  <td valign="top"><b>Total</b></td><td valign="top" align="right"><b>$&nbsp;20&nbsp;000.00</b></td>
			</tr>
		  </table>
		</p>
		<p>
		  <em>Et le reste...</em>
		  <br>
		  - On a fait en tout 175 heures de moteur. Ce chiffre comprend les fois o&ugrave; le moteur &eacute;tait d&eacute;bray&eacute;, juste pour recharger les batteries. On a consom&eacute; environ 300 litres de fuel. Pour un trajet d'environ 10.000 milles marins, &ccedil;a nous fait un rendement de 1,6 litres pour 100 km... Pas mal.
		  <br>
		  - On n'a qu'exceptionnellement &eacute;t&eacute; surtoil&eacute; (et c'&eacute;tait &agrave; dessein). On a parfois &eacute;t&eacute; sous-toil&eacute;. &Ccedil;a n'a juste aucun sens de surtoiler un bateau comme le n&ocirc;tre, de toute fa&ccedil;on, il ne va pas partir au planning...
		  C'est un bateau cool.
		  <br>
		  - Pour les quarts, on faisait &ccedil;a "sur-demande". Celui qui &eacute;tait sur le pont n'allait r&eacute;veiller celui 
		  qui &eacute;tait de banette que lorsqu'il n'en pouvait plus, ou lorsqu'une man&oelig;uvre &eacute;tait n&eacute;cessaire. &Ccedil;a a donn&eacute; lieu &agrave; des quarts qui duraient entre deux et six heures.
		  <br>
		  On dormait en mer entre quatre et six heures par vingt quatre heures. C'est pas beaucoup, mais &ccedil;a l'a fait.
		  <br>
		  <br>
		  - On n'a jamais ferm&eacute; le bateau &agrave; cl&eacute;, m&ecirc;me lorsqu'on n'&eacute;tait pas &agrave; bord. On n'a jamais &eacute;t&eacute; inquiet, on n'a pas non plus entendu parler
		  de qui que ce soit qui se soit fait piquer quelque chose.				
		  <br>
		  <dl>
		    <dt>Internet</dt>
			<dd>
			  Il y a dans toute la Polyn&eacute;sie fran&ccedil;aise une couverture wireless, &agrave; des endroits pr&eacute;cis, cependant.
			  On a utilis&eacute; Hotspot-WDG.
			</dd>
		  </dl>
		</p>
	  </p>
	  <p>
		<table width="98%" align="center">
		  <tr>
		     <td align="left" valign="top">
			  <a name="06"><h3>Contact</h3></a>
			</td>
			<td align="right" valign="top">
			  <a href="#"><small>Top</small></a>
			</td>
		  </tr>
		</table>
		Pour les questions int&eacute;ressantes, ou des commentaires constructifs, <a href="mailto:donpedro@lediouris.net?subject=Don Pedro en Polynesie">donpedro@lediouris.net</a>.
	  </p>
	  <p>
		<table width="98%" align="center">
		  <tr>
		     <td align="left" valign="top">
			  <a name="07"><h3>Le(s) bouquin(s)</h3></a>
			</td>
			<td align="right" valign="top">
			  <a href="#"><small>Top</small></a>
			</td>
		  </tr>
		</table>	  
	    <div style="text-align:left; width:450px"><object id="myWidget" type="application/x-shockwave-flash" data="http://www.blurb.com/assets/embed.swf?book_id=2397575&locale=en_US" width="450" height="300"><param name="allowFullScreen" value="true"></param><param name="wmode" value="transparent"></param><param name="allowScriptAccess" value="always"></param><param name="movie" value="http://www.blurb.com/assets/embed.swf?book_id=2397575&locale=en_US"></param><a target="_new" href="http://www.blurb.com/books/preview/2397575?ce=blurb_ew&utm_source=widget"><img src="http://bookshow.blurb.com/bookshow/cache/P3297733/md/wcover_2.png"></img></a></object><div style="display:block;"><a href="http://www.blurb.com/bookstore/detail/2397575?ce=blurb_ew&utm_source=widget" target="_blank" style="margin:12px 3px;">Don Pedro en Polynésie par Corine &amp; Olivier Le Diouris</a> | <a href="http://www.blurb.com/landing_pages/bookshow?ce=blurb_ew&utm_source=widget" target="_blank" style="margin:12px 3px;">Make Your Own Book</a></div></div>
  	    <div style="text-align:left; width:450px"><object id="myWidget" type="application/x-shockwave-flash" data="http://www.blurb.com/assets/embed.swf?book_id=2359872&locale=en_US" width="450" height="300"><param name="allowFullScreen" value="true"></param><param name="wmode" value="transparent"></param><param name="allowScriptAccess" value="always"></param><param name="movie" value="http://www.blurb.com/assets/embed.swf?book_id=2359872&locale=en_US"></param><a target="_new" href="http://www.blurb.com/books/preview/2359872?ce=blurb_ew&utm_source=widget"><img src="http://bookshow.blurb.com/bookshow/cache/P3222398/md/wcover_2.png"></img></a></object><div style="display:block;"><a href="http://www.blurb.com/bookstore/detail/2359872?ce=blurb_ew&utm_source=widget" target="_blank" style="margin:12px 3px;">Pacific 2010-2011 par Corine &amp; Olivier Le Diouris</a> | <a href="http://www.blurb.com/landing_pages/bookshow?ce=blurb_ew&utm_source=widget" target="_blank" style="margin:12px 3px;">Make Your Own Book</a></div></div>
	  </p>
	</p>
    <hr> 
    &copy; 2010-now, Don Pedro et son &eacute;quipage.
  </body>
</html>
