<div style="max-height: 600px; overflow-y: scroll;">
    <div style="display: grid; grid-template-columns: auto auto;">
        <img src="./images/boats/iapyx.jpeg" width="100%">
        <div style="padding: 14px;">
            <h2>Iapyx</h2>
            RORC Class III
        </div>
    </div>
    <div>
        <ul>
            <li>SLOOP S&eacute;rie OCEAN.  Class III du Rorc</li>
            <li>Immatricul&eacute; &agrave; Marseille le 08/12/2015 sous le num&eacute;ro F37033</li>
            <li>Francisation : 07402027301 (Z6304)</li>
            <li>Construit en bois en 1965 Constructeur Chantier Plana</li>
            <li>Longueur.10,60 m&egrave;tres, Largeur. 2,78 m&egrave;tres</li>
            <li>&eacute;quip&eacute; d'un moteur diesel ( Gaz oil) marque : Volvo  .Type MD 2 puissance 15 cv </li>
        </ul>
        Essai : <a href="https://www.yachtsdupatrimoine.fr/wp-content/uploads/2020/05/Ocean-essai-2.pdf" target="ext">https://www.yachtsdupatrimoine.fr/wp-content/uploads/2020/05/Ocean-essai-2.pdf</a><br/>
        Video sur Facebook : <a href="https://fb.watch/p9hxEipHTM/" target="FB">https://fb.watch/p9hxEipHTM/</a>
        <p>
            En 2021 on a essay&eacute; de le sauver  Mais finalement on a &eacute;t&eacute; oblig&eacute; de le d&eacute;truire (plastification sur bois moul&eacute; = pourri !)
        </p>
        <p>
            Qui veut sauver Iapyx ?
        </p>
        <p>
            D&eacute;j&agrave; mobilis&eacute;es par les travaux du Cognac Coraxy et du Maïca Eider II, les associations 
            Passe&#8209;Coque et YPAM cherchent une solution pour relancer la restauration du plan Chauveau de 1965 
            Iapyx (lire Yapix).
        </p>
        <p>
            Cal&eacute; l'&eacute;t&eacute; dernier aux Chantiers YPAM, Iapyx a imm&eacute;diatement &eacute;t&eacute; pris en charge par 3 jeunes 
            b&eacute;n&eacute;voles qui se sont attaqu&eacute;s &agrave; la d&eacute;pose du moteur, &agrave; la reprise de la r&eacute;paration de la bauqui&egrave;re ainsi 
            qu'au ponçage des &oelig;uvres mortes.
        </p>
        <p>
            Ce dernier a mis en &eacute;vidence le mauvais &eacute;tat du tableau (dû &agrave; sa stratification) qui selon Nicolas Arnould, 
            charpentier de marine &agrave; Saint&#8209;Philibert, ne peut &ecirc;tre refait que dans les r&egrave;gles de l'art.
        </p>
        <p>
            Nicolas en a profit&eacute; pour inspecter les &oelig;uvres vives dont la stratification - encore elle ! - a 
            aussi entraîn&eacute; des dommages au bord&eacute; ; pour les &eacute;valuer, celui-ci doit donc &ecirc;tre enti&egrave;rement mis &agrave; nu par 
            un pelage.
        </p>
        <p>
            Il s'agira certainement ensuite de reprendre localement le ou les plis ext&eacute;rieurs du bois moul&eacute; ; 
            en effet, l'int&eacute;rieur du bateau ne laisse pr&eacute;sager aucun travaux d'importance...
        </p>
        <p>
            Propos&eacute; &agrave; la vente sur Le Bon Coin, Iapyx a l'opportunit&eacute; de pouvoir disposer d'un emplacement sous le
            hangar des Chantiers YPAM ainsi que de savoir-faire &agrave; proximit&eacute; imm&eacute;diate.
        </p>
    </div>
    <div>
        <h2>Plus d'infos...</h2>
        R&eacute;f&eacute;rent : St&eacute;phane Huppin<br/>
        Tel : +33 6 34 08 30 49 <br/>
        Email : chantiers.ypam@gmail.com
    </div>
</div>