<div style="max-height: 600px; overflow-y: scroll;">
    <div style="display: grid; grid-template-columns: auto auto;">
        <img src="./images/boats/pordin.jpg" width="100%">
        <div style="padding: 14px;">
            <h2>Pordin Nancq</h2>
            Carter 37, bas&eacute; &agrave; Locmiquelic<br/>
        </div>
    </div>
    <p style="line-height: 1.2em; margin-top: 10px;">
        Une l&eacute;gende de la course au large des ann&eacute;es 70, pour faire rena&icirc;tre une classe "revival" entre les 
        classiques en bois et les tout-en-carbone&nbsp;!<br/>
        Un m&eacute;lange de projet sportif culturel et durable (pas besoin de construire un bateau neuf pour faire le Spi Ouest).
    </p>
    <p style="line-height: 1.2em;">
        Remise en route d'un bateau l&eacute;gendaire avec le soutien d'une &eacute;quipe de coureurs au large au palmar&egrave;s impressionnant : Jimmy <!--Pahun--> (coureur au large et d&eacute;put&eacute;), 
        Amiral Philippe Coindreau (cr&eacute;ateur du grand prix de l'&eacute;cole navale), 
        G&eacute;ry Trentesaux (vice-pr&eacute;sident du YCF) et quelques autres pour participer avec ce Carter 37 &agrave; un circuit de r&eacute;gate classique en 
        regroupant des &eacute;quipages exp&eacute;riment&eacute;s et non exp&eacute;riment&eacute;s. 
    </p>
    <p style="line-height: 1.2em;">
        &Agrave; travers ce programme nous voulons participer au d&eacute;veloppement de la jauge IRC vintage qui permet aux anciens bateaux des ann&eacute;es 70 &agrave; 90 
        de courir dans une classe active qui promeut l'utilisation de bateaux performant , d&eacute;j&agrave; existant et d'une valeur patrimoniale, historique et  
        culturelle reconnue.
    </p>
    <p style="line-height: 1.2em;">
        R&eacute;gater &agrave; un haut niveau sur ces bateaux plut&ocirc;t que de toujours chercher le bateau neuf, c'est aussi un bel un exemple d'&eacute;conomie circulaire dans la voile sportive.
    </p>
    <p style="line-height: 1.2em;">
        Pordin-Nancq est une l&eacute;gende de la course au large et nombreux sont les marins c&eacute;l&egrave;bres qui ont &eacute;crit l'histoire de 
        la voile de comp&eacute;tition &agrave; avoir navigu&eacute; &agrave; son bord. 
        Il a particip&eacute; notamment au Fasnet 1979, avec 2 knock-down (tours complets, 180&deg; de g&icirc;te, quille en l'air&nbsp;!) et le m&acirc;t d'origine est toujours en place 34 ans plus tard. 
        Les voiles sont neuves, par contre&nbsp;!
    </p>
    <p style="line-height: 1.2em;">
        En 2023, nous avons re&ccedil;u son cr&eacute;ateur, l'architecte am&eacute;ricain Dick Carter, au cours de 2 jours de r&eacute;gates et de conf&eacute;rence, &agrave; La Trinit&eacute; sur Mer.
        <br/>
        Cette premi&egrave;re Carter Cup organis&eacute;e par Passe&#8209;Coque a &eacute;t&eacute; un beau succ&egrave;s.
    </p>
    <p style="text-align: center; margin-top: 10px;">
        <img src="./images/DickCarter.reception.jpg" width="98%">
        <br/>
        PJ&nbsp;Jannin, Yves&nbsp;Le&nbsp;Blevec, Jimmy<!--&nbsp;Pahun-->, Thierry&nbsp;Bujon&nbsp;de&nbsp;l'Estang, Jacques&nbsp;Philippe&nbsp;Roux,  Dick&nbsp;Carter, Jean-Yves&nbsp;Terlain
    </p>
    <div>
        <h2>Plus d'infos...</h2>
        R&eacute;f&eacute;rent : Jimmy<!--Pahun-->.<br/>
        <!--
        T&eacute;l : . . .<br/>
        Email : . . . -->
    </div>
</div>
