<div style="height: 600px; overflow-y: scroll; line-height: 1.2em;">
    <!-- div style="display: grid; grid-template-columns: auto auto;"-->
    <h2>Cap Melvan</h2>
    <img src="./cap.melvan/cap.melvan.png" width="100%">
    <div style="padding: 14px;">
        Le projet Cap Melvan consistait &agrave; r&eacute;nover un voilier dans le but de traverser l'Atlantique et d'accomplir une mission humanitaire au Br&eacute;sil. 
        J'ai donc rejoint l'association Passe&#8209;Coque dont l'objectif est justement de mettre en lien des bateaux &agrave; r&eacute;nover et des skippers qui puissent s'en occuper, 
        dans le but de faire rena&icirc;tre des bateaux encore capables de prendre la mer. L'association m'a alors confi&eacute; un Karat&eacute; 33 que j'ai baptis&eacute; Melvan.
        Melvan est le nom de l'&icirc;le aux Chevaux situ&eacute;e entre les &icirc;les de Houat et Ho&euml;dic en baie de Quiberon juste en face de Saint&#8209;Philibert.
        <br/>
        J'ai donc entrepris la r&eacute;novation de Melvan pendant un an &agrave; Toulon, avant de partir pour le Br&eacute;sil. Nous &eacute;tions 
        deux &eacute;tudiants &agrave; bord, ayant pris une ann&eacute;e de c&eacute;sure pour accomplir ce p&eacute;riple. 
        Pascal &eacute;tudie &agrave; l'ENS Paris-Saclay tandis que je suis &agrave; SeaTech, &eacute;cole d'ing&eacute;nieurs de Toulon. Mon oncle, Arnaud, 
        a rejoint le bord depuis Gibraltar jusqu'au Br&eacute;sil. Partis de Toulon le 10 octobre 2022, nous sommes arriv&eacute;s d&eacute;but d&eacute;cembre &agrave; 
        la marina de Jacare au Br&eacute;sil, après être pass&eacute; par les Canaries et le Cap-Vert. 
        Une fois arriv&eacute;s nous nous sommes rendus au village de Poranga, où s'est d&eacute;roul&eacute;e notre mission. 
        Nous avons principalement effectu&eacute; des travaux de maçonnerie pour un sanctuaire de Poranga, ainsi que pour une &eacute;cole pour 
        personnes handicap&eacute;es de la ville de Crateus. Nous sommes ainsi rest&eacute;s 3 mois au Br&eacute;sil avant de repartir pour la Bretagne, 
        accompagn&eacute;s cette fois de Philippe, en passant par la Guyane, Grenade, Saint-Vincent-et-les-Grenadines, la Martinique et les Açores.
        <br/>
        Ce voyage aura &eacute;t&eacute; riches en d&eacute;couvertes, notamment au travers des paysages et des cultures qui ont jalonn&eacute; notre parcours&nbsp;! 
        Pour Melvan, ce n'est que le d&eacute;but d'une nouvelle vie et les navigations vont continuer, d'abord &agrave; Toulon puis en Bretagne.
    </div>
    <div>
        <h2>Le Bateau</h2>
        Karat&eacute; 33
        <br/>
        <img src="./cap.melvan/melvan.png" width="100%">
    </div>
    <div>
        <h2>Plus d'infos...</h2>
        R&eacute;f&eacute;rent : Guillaume Bouan.<br/>
        Email : bouan.g@gmail.com<br/>
        Tel : +33 6 34 33 44 71<br/>
        <a href="https://www.facebook.com/CapMelvan/" target="FB" title="Projet Cap Melvan"><img src="./logos/facebook.png" width="40" style="vertical-align: middle;"></a>
    </div>
</div>
