<div style="max-height: 600px; overflow-y: scroll;">
    <div style="display: grid; grid-template-columns: auto auto;">
        <img src="./images/boats/selection.png" width="400px">
        <div style="padding: 14px;">
            <h2>Isse'O</h2>
        </div>
    </div>
    <div>
        <h3>Notre histoire</h3>
        La voile comme exp&eacute;rience inclusive inspirante.<br/>
        Iss&eacute;.O - La diff&eacute;rence prend le large - est n&eacute;e de la rencontre entre une expertise et un id&eacute;al. <br/>
        Le constat des fondateurs de l'association est double&nbsp;: L'inclusion sociale et professionnelle des personnes en situation de handicap n'a 
        jamais &eacute;t&eacute; aussi r&eacute;elle. Et pourtant, nombreux sont celles et ceux qui restent &eacute;loign&eacute;s de l'emploi et de 
        la soci&eacute;t&eacute; en g&eacute;n&eacute;ral. <br/>
        Mais alors, comment faire changer les regards, tant des valides que des personnes en situation de handicap elles-m&ecirc;mes&nbsp;? 
        Comment bousculer les repr&eacute;sentations quant aux capacit&eacute;s de ces derniers&nbsp;? <br/>
        Pour l'&eacute;quipe d'Iss&eacute;.O, passionn&eacute;e de voile et riche de comp&eacute;tences diverses dans les domaines du sanitaire, 
        du m&eacute;dico-social et de la sant&eacute; publique, la r&eacute;ponse a &eacute;t&eacute; &eacute;vidente&nbsp;: le « faire vivre », 
        l'exp&eacute;rimentation de l'inclusion.<br/>
        Et pour cela, quel meilleur moyen que d'&ecirc;tre membre d'un &eacute;quipage hindi-valide sur un voilier ballott&eacute; par la houle et la brise&nbsp;?<br/>
        Nous sommes convaincus que l'inclusion ne devrait plus &ecirc;tre un sujet en 2022 et qu'elle est une chance pour tous.<br/>
        <h3>Notre objectif </h3>
        Favoriser l'inclusion sociale et professionnelle des personnes en situation de handicap par la pratique de la voile. <br/>
        <h3> Notre &eacute;quipe</h3>
        Une &eacute;quipe de passionn&eacute;s solidaires, comp&eacute;tente et militante qui met son &eacute;nergie au service de projets iod&eacute;s innovants &agrave; impact positif. <br/>
        <h3>Nos valeurs </h3>
        Sportivit&eacute; - Solidarit&eacute; - &eacute;quit&eacute; - Eco-responsabilit&eacute; 
        
        <h3>Notre projet&nbsp;: Naviguer ensemble</h3>
        Proposer aux institutions, associations et entreprises normandes un programme de navigation et de r&eacute;flexion organis&eacute; autour de l'inclusion selon trois axes&nbsp;:<br/>
        <ul>
            <li>Inspirer&nbsp;: Faire vivre l'inclusion au travers d'une sortie voile et la constitution d'un &eacute;quipage handicap - valide. 
                Ressentir la puissance d'un collectif diff&eacute;rent et susciter l'&eacute;motion. </li>       
            <li>Int&eacute;grer&nbsp;: Valoriser cette exp&eacute;rience de navigation unique et comprendre les enjeux de l'inclusion. </li>
            <li>Agir&nbsp;: R&eacute;aliser ensemble un plan d'action inclusif pour les organisations participantes et le mettre en place. </li>
        </ul>
        Concomitamment &agrave; ce projet, de nombreuses actions de sensibilisation seront men&eacute;es.
        <h3>Notre bateau&nbsp;!</h3>
        Gr&acirc;ce &agrave; l'association Passe&#8209;Coque nous avons &agrave; disposition un magnifique s&eacute;lection 37 de 1984 qui va permettre de mener nos projets &agrave; bien. <br/>
        Mais avant de faire prendre le large &agrave; la diff&eacute;rence l'&eacute;t&eacute; prochain, IMAGINE a besoin de se refaire une beaut&eacute;, et nous, 
        nous avons besoin de vous&nbsp;! 
        Aidez nous &agrave; financer la restauration de notre voilier et venez voguer avec nous&nbsp;!<br/>
        
        <h3>Contacts</h3>
        Manon BENARD, Responsable d'activit&eacute; et de d&eacute;veloppement.
        <br/>
        Iss&eacute;.O - La diff&eacute;rence prend le large 
        <br/>
        Tel&nbsp;: +33 6 51 69 12 25
        <br/>
        email&nbsp;: isseo.asso@gmail.com
    </div>
    </div>