<!DOCTYPE html>
<html lang="fr_FR">
<head>
    <title>Dev Doc</title>
    <link rel="icon" type="image/jpg" href="./code/palm.04.jpg">
    <style type="text/css">
* {
    font-family: "Open Sans", "DejaVu Sans", sans-serif;
}        

body {
    background-color: silver;
    color: blue;
    font-size: 1em;
}

code {
    font-family: 'Courier New', Courier, monospace;
}

.mail-box {
    padding: 5px; 
    margin: 5px;
    border: 1px solid blue; 
    border-radius: 5px;
    box-shadow: 2px 2px 4px grey, 0 0 25px white, 0 0 7px cyan;
}
.list-link {
    color: white;
    /* font-size: 20px;*/
    text-shadow: 2px 2px 4px black, 0 0 25px white, 0 0 10px orange;
    text-decoration: none;
}
a.list-link:hover {
    color: cyan;
    font-weight: bold;
    cursor: pointer;
    text-shadow: 4px 4px 8px black, 0 0 25px white, 0 0 10px cyan;
}
    </style>
</head>    
<body>
    <h1>TODO</h1>
    <div>
        <ul>
            <li>MySQL and PHP</li>
        </ul>
   </div>
   <h2>MySQL &amp; PHP</h2>
   MySQL est un moteur de bases relationnelles, disponible (par d&eacute;faut, sans suppl&eacute;ment) chez notre h&eacute;bergeur.<br/>
   <small>Le sigle SQL signifie Structured Query Language. C'est un langage (de programmation) destin&eacute; &agrave; interagir avec (et pas seulement interroger) les bases de donn&eacute;es relationnelles.</small><br/>
   PHP est un langage utilis&eacute; pour g&eacute;n&eacute;rer du HTML dynamique, et qui est aussi &eacute;quip&eacute; pour acc&eacute;der &agrave; une base MySQL.<br/>
   <small>Le sigle PHP peut signifier Personal Home Page, ou Popular Hypertext Processor..., c'est vague.</small>
   <p>
    Afin de savoir comment &eacute;laborer le sch&eacute;ma de la base de donn&eacute;es (structure des tables et des contraintes), il s'agit d'abord de savoir ce qu'on en attend.
    <br/>
    Par exemple&nbsp;:
    <ul>
        <li>On veut pouvoir faire une rappel aux membres dont la cotisation expire dans moins d'un mois</li>
        <li>On veut la liste des membres qui ne sont pas abonn&eacute;s &agrave; la news letter, et vice-versa</li>
        <li>On veut que chaque membre ait un espace priv&eacute; (prot&eacute;g&eacute; par un mot de passe) pour y voir ses cotisations, son statut, etc.</li>
        <li>On veut un espace d'administration (prot&eacute;g&eacute; par un mot de passe) pour la publication des news letters, administration de la base de donn&eacute;es (avec une interface web), etc.</li>
        <li>. . .</li>
    </ul>
   </p>
    <hr/>
</body>
</html>